[
    {
        "Store Name": "麥當勞－新竹西大餐廳",
        "Reviews": [
            "我是在7月24號颱風天的時候前往購買，那天人非常多，可能手忙腳亂吧，拿到的薯條超級難吃，而且都是碎掉的薯條，重點還非常少；另外麥克雞塊也是請看圖片，黑的跟什麼一樣，根本是炸過頭了，超級難吃的，硬到不行......\n\n不過還是很謝謝他們在颱風天有努力的為民眾服務～但餐點的品質真的有點糟糕啊～\n\n------------------------\n9/30有再次光臨，那天是購買兩個冰炫風，不知道是裡面都還是新人？還是當班的不熟指揮？我點了冰炫風竟然被擠到一半就放置在桌上長達4分鐘，無人理會，當終於拿到手時才發現，都融化了一半，店員因此擠個一段空白的冰淇淋上去，當下拿到真的非常傻眼，下面有圖......，我只能說裡面的員工根本手忙腳亂，完全沒有一定制度的感覺，店長可能要在多加強輔導及訓練。",
            "這家麥當勞偷工減料，非常不老實，我買的是現炸的大薯，結果份量少得可憐，已經不是第一次了，每次都這樣，看評論區也發現已經很多人評論反應過了，麥當勞西大店就是不改，然後冰炫風也是少得可憐，真的偷得很兇，不知道這家麥當勞主管到底有沒有在上班？為何都不改善？真的非常差勁！",
            "使用優惠卷，加ㄧ元多一件，回到家看到大薯的份量也太少了吧！！！",
            "單點大薯的量這樣？！\n會不會太誇張啊\n根本中小薯了吧\n要不要乾脆把大薯這個選項移除掉好了\n看大家都拿到一樣的份量就知道不是單一員工的問題了 而是被教育都要這樣裝\n難得到西大店買卻是這樣糟糕的體驗",
            "這是大薯的份量？！ 未免太少了一點吧！看到其他人的留言，可見我不是特例，做生意要誠實啊～拜託新竹西大店麥當勞的店長、店員及工讀生們，不要毀了市井小民的唯一小確幸！",
            "吃起來是苦的！炸太酥？\n可以不要賣我這種嗎？快焦掉了！",
            "這間麥當勞可以改名叫縮水麥當勞了\n叫了外送大薯 來了薯條只有一半（真的不誇張立起來就一半）\n打電話去餐廳表示可以再補送一份\n送達了打開還是只有一半 他們提倡0.5+0.5等於1的概念 完全是起毛子的問題\n後來查了評價發現我不是第一個受害者",
            "我能理解趕時間但可以不要放那麼少的香菇嗎🥲",
            "跟汽車旅館配合，供應早餐，上午10:00之前來兌換，好吃！！",
            "戶籍在外地的外甥女，每次來新竹最喜歡駐腳或者約見朋友之場所！幅員寬敞，停車位多，得來速車道也寬。"
        ]
    },
    {
        "Store Name": "麥當勞-新竹經國二餐廳－設有得來速",
        "Reviews": [
            "最怕同時有很多台車，\n排在得來速車道，\n就會佔用到馬路上的車道。\n\n雖然麥當勞提供不少台停車位，\n來了幾次都停不到車位。\n麥當勞外的經國路邊全是紅線，\n就會感到困擾。",
            "尖峰期外送等兩個小時我能體諒。\n但我就問麥當勞幾時要淘汰這種爛蓋子？\n封膜很難嗎？ 漏的餐點都是，搞屁？",
            "有空就會來吃，好停車，有得來速方便",
            "偶爾會來這家吃，今天最浮誇，點貝果堡送來豬肉滿福堡（抱歉我吃鍋邊素）\n，想說小事情就拿去櫃台換回正確的。\n回座位打開另一顆青蔬堡，一眼發現加蛋加起司的部分沒有看到第二顆蛋，只好再拿回櫃台，櫃台人員看了也沒發現加價購的蛋（起司融化看不出來幾片），櫃台拿去給後台人員，這時聽到後台很大聲罵罵咧咧的說他沒有問題，打開漢堡才發現蛋掉到最裡面。發現是我們自己疏忽也有道歉，並沒有說要換一顆漢堡，誤會解除就行，雖然店員還是表示漢堡被翻看過了還是需要報廢且換新漢堡給我們。\n事件雖小但感受挺多，並不是說一定要爭個對錯，只是想說吃個早餐怎麼事這麼多，如果沒有聽到後台罵罵咧咧可能就這麼過去了，沒有想投訴就單純抒發，美好的一天，謝囉",
            "2024/10/01 這小薯少成這樣不如不要給笑死\n\n2024/09/28早餐得來速點餐人員態度都有夠差，不管男女來好幾次都一樣，只是想吃個早餐但好像欠他們幾百萬。",
            "不是很理解為什麼你們員工來麥當勞上班\n還一定要開車來佔用顧客停車位= =？\n\n至少有2-3台都固定長時間在停\n有夠扯",
            "真的希望能夠加強員工訓練\n認真覺得這次真的太誇張\n我習慣在歡樂送買你們的東西\n我都有加購袋子，有時候沒給就算了\n這次連鬆餅的果醬那些和加購袋子都沒給\n是要我吃原味鬆餅是嗎==",
            "扯爆\n點雞塊就是要糖醋醬\n單買糖醋醬要錢，買6塊雞塊又沒給（故意還是有意）\n得來速就是要方便才進去買\n給了番茄醬不給糖醋醬\n\n超爛欸\n變相偷客人醬包（糖醋醬）去賣其他客人\n不完美的晚餐",
            "劉O毅店員相當有耐心，即便點餐過程有一陣猶豫，絲毫沒有催促或提高語速，服務值得七顆星。\n取餐時，發現只有糖醋醬，隨口問能否換成蜂蜜芥末醬，被本來在忙其他事情的女店員聽見，直接客氣的詢問是否要更換，當場就幫我換了。（其實是點餐時我自己沒有說清楚）\n此外，當天的餐點非常好吃！全都是現炸的，風味也很好，尤其是椒麻辣味雞塊。",
            "品管太差了！大麥克少一片牛肉片，我需要為了20塊錢的牛肉片在爆熱的中午再騎車去找他換嗎？"
        ]
    },
    {
        "Store Name": "麥當勞－新竹南大餐廳",
        "Reviews": [
            "新竹市東區南大路上的麥當勞餐廳，位置在後火車站、靠近竹蓮市場，附近店家眾多，也會看到一些外籍移工前來用餐。因為店面關係，一樓是點餐櫃檯，內用則要從旁邊樓梯上樓到座位區。\n\n因為這家餐廳對無障礙設施相當重視，可以看到樓梯扶手上，還裝有電動升降椅。樓上的空間不大，還是有不同型態桌椅位置。\n\n餐點中規中矩。個人覺得比較值得一提的是，洗手間的規劃，要經過走廊，且有標示優質，可能是獲得肯定之類的，實際上也維護得不錯。曾看過有其他餐廳的洗手間，門就面對在用餐區前，進進出出，大家都尷尬。",
            "最喜歡勁辣雞腿堡\n薯條要內用比較好吃\n宵夜或是壓力大就是要吃麥當當ㄚ",
            "冰旋風量超少欸\n買到立刻吃了\n如果量那麼少，紙杯幹嘛這麼大？",
            "連假都睡到下午醒 連續三天在這吃都會單點炸雞\n雖然棒棒腿跟腿排是隨機 但是連續三天都是棒棒腿 妳說這隨機就有點過分了 店家要是沒進腿排 就不要給人隨機這個標籤",
            "服務很好，自動點餐完可選擇是否要協助送餐哦~~內用提供循環杯!棒很環保^_^",
            "今天買早餐時間9:35我只是跟穿粉色上衣的女生要一個紙袋裝飲料因為要放包包裡 他就口氣不好說你就直接拿就好、不是服務至上嗎！態度怎麼這樣 當主管就這麼了不起嗎？",
            "颱風深夜\n沒車回台北被困在新竹車站\n還好有24小時營業的麥當勞南大店\n點上喜歡的餐點\n在舒適的環境中聽著音樂\n幾個小時飛快流逝\n大夜班的幾位員工服務也超親切的\n所以是個偶發新體驗愉快的夜晚",
            "櫃檯服務人員大致上_不錯。\n只有一位男的頭髮捲捲的胖胖的疑是經理/店長口氣極差。\n我點玉米湯，我說可否給一點玉米，那男們肥捲髮店長/經理，就口氣極差的說「玉米湯」-湯」，是沒有玉米的！\n😅真不知道他學歷是小學嗎？\n既然依據他所言「玉米湯」沒有玉米，那為何買的玉米湯裡面有玉米粒，真不知道他書是讀去哪？\n所謂\n🔴「玉米湯」，裡面是含有玉米粒的！\n🔵「玉米「濃」湯」裡面是只有濃湯，沒有玉米粒的！\n🍒實質上，他的口氣態度有夠差勁，既然服務業就應婉轉說盡量\n，而不是口氣極差「玉米湯裡面是沒有玉米粒的」，這樣讓顧客這個人怎那麼沒品！\n再者，還有更囂張的態度，我在樓上用餐，我提著和尚鸚鵡（偶爾叫一聲）若說職位高也不能目中無人，縱使不能帶寵物就婉轉告知而不是對我我「喝！要不是我上來真不知道你帶隻鳥在樓上，然後一直唸，光那態度行為，我就懶得理他！樓下買玉米湯就一把火了！你上樓又怎樣！我沒消費、付款嗎？什麼態度！態讓客人用餐不爽還能當經理/店長！麥當勞主管真應該重新訓練這位男肥胖、捲髮的服務員的態度！",
            "凌晨四點多近五點許多家麥當勞已開始準備賣早餐，已不販售薯條，但是南大路麥當勞願意幫你現炸喔！謝謝南大路可愛的店員👍👍👍",
            "非常棒， 不愧是以人為本的公司。 我在拿餐點的時候不小心絆了一下， 餐點跟飲料落地 員工立刻來關心 還補上了我弄倒的餐點。 對於造成多出的清潔工作我真的很抱歉， 也非常感謝員工們的幫忙"
        ]
    },
    {
        "Store Name": "麥當勞-新竹交大餐廳",
        "Reviews": [
            "呃\n禮拜二早上\n我的火腿蛋堡沒有火腿\n雖然醬很好吃但也不能這樣啦",
            "原先看這家的評論，有點擔心會真的只給半包薯條，不過實際點餐後，發現薯條正常，蜂蜜紅有蜂蜜，可以放心～",
            "雖然沒有自助點餐機...服務也就多了點溫度！",
            "想說怎麼這麼好打九折\n原來是份量打八折\n真會算啊",
            "今天早上去校園運動，離開前去外帶兩個火腿蛋堡套餐，結果現在回家打開來，發現兩個「火腿蛋堡」裡都沒有放火腿⋯⋯小孩心情很差，但又不想為了兩片火腿再跑一趟。\n一次就完成簡單的服務，不是最基本的工作嗎？",
            "番茄嫩蛋貝果夾一塊薯餅\n吃完一整天都超完美😻 …",
            "交大麥噹噹真的是我認證的新竹第一美食\n薯條又脆又熱又香超好吃\n拿學生證就可以打九折真的超讚\n每次排隊都排超長但手腳都很快\n服務人員都超親和\n付款方式也有很多種 悠遊卡也能結帳\n不像清大每次都給我一盒大便軟掉的超生氣 還沒有折扣\n光復路那家是超級雷 上次我點忘了什麼漢堡沒給我起司 超爛 還有一次也忘記給我東西 超級雷\n這間麥噹噹真的是我吃過最好吃又最讚最便宜的一間\n這次來吃新品\n草莓冰炫風就是蛋捲冰淇淋+草莓醬+oreo 碎 還不錯 但我也不知道要多多少錢 如果太多就不值得\n草莓優格派 草莓的部分滿好吃的 優格酸酸的又是熱的不太好吃 整體還可以吃嚐鮮可以 應該不會再回購",
            "Google Map上面寫營業到10. 結果7.38就只剩麥香雞、麥香魚🙃 …",
            "吃過就知道\n原來麥當勞還有分好吃和不好吃\n在這裡買薯條吃的時候都覺得還不錯\n吃過外面麥當勞之後才開始懷疑為什麼交大的薯條這麼難吃\n然後排隊像是在排救濟物資的人龍真的呱張",
            "一個漢堡醬多到我要被鹹死，一樣的漢堡在這變超難吃"
        ]
    },
    {
        "Store Name": "麥當勞-新竹清大餐廳",
        "Reviews": [
            "我用2800點兌換的大麥克只有一片肉？\n這真的只能給一星好評🥲\n\n麥當勞是當今全球規模最大的速食連鎖企業[10]，截至2021年，每天在100多個國家[11]的40,000多個門市為超過6,900萬名顧客提供服務。[12][13] 麥當勞以其漢堡和炸薯條聞名，儘管其菜單還包括雞肉、魚、水果和沙拉等其他食品。該企業最暢銷的產品是炸薯條，其次是大麥克漢堡。[14] 麥當勞公司的收入來自加盟連鎖商支付的租金和加盟金等，以及公司經營的餐廳的銷售額。麥當勞是世界第二大私人雇主，擁有170萬名員工（僅次於沃爾瑪的230萬名員工），其中大多數在加盟連鎖分店。",
            "位在清大小吃部最內側，生意超級好，但服務速度挺快的！",
            "學校內能吃到麥當勞就是舒服\n雙層麥香魚誠意滿滿\n薯餅柳橙汁特餐滿足感爆表",
            "最近麥當勞整體服務流程越來越糟，都提早按掉顯示取餐燈號，甚至還沒做好就點掉，導致我的一個滿福堡直接忘記做，浪費了十分鐘，我過去問有沒有在做，才馬上重新補做，然後只花了一分鐘，給餐的時候甚至沒有任何道歉，是麥當勞賺太多錢所以不用管了嗎，從獵人事件來看是確實。",
            "大薯可以裝的跟小薯一樣也是不簡單",
            "雪碧有免費加料服務。\n事後店家有補償了。",
            "靠 捲捲薯條是被偷吃過是不是 在檯子上明明看起來就很多 是不是偷倒",
            "不是 哥們 我都說不要醬三次漢堡還是給我醬 傻眼了 點餐人員能不能用心點",
            "小孩排隊的時候鬧情緒哭個不停，沒想到天使店經理出來安慰孩子，還送小禮物🫶 真的給5顆星也不夠",
            "忘記給我沙拉就算了，回去跟他要還給我縮水版本，期末就已經跟可憐了還要被新竹名店搞。\n我知道你們沙拉本來就不多但你們加檸檬紅茶賣我70欸，含淚血賺我40是不是，40可以買旁邊的珍珠奶茶還有剩。\n如果沙拉真的沒了可以跟我說沒了我可以點薯條，就那麼一點菜是怎樣，準備過程被蟲啃光？？？\n我一直懷疑自己是不是錯覺，有沒有誤會你們，不要讓我再期末內耗好不好我已經夠懷疑人生了，我要破防了，我要因為幾片看起來超不新鮮的菜葉破大防了真的。\n如果我誤會了我會重新留評論，然後我不知道怎麼放照片，就真的很少。\n而且出餐速度超慢。"
        ]
    },
    {
        "Store Name": "麥當勞-新竹關新餐廳－設有得來速",
        "Reviews": [
            "滿心歡喜地來品嚐麥當勞，很可惜給餐讓我很失望，所以只給一顆星了，餐點的部分份量是越來越少，而飲料的冰塊卻越來越多，在餐廳氣氛的部分多給一顆星是因為環境真的還是不錯的，以上為個人光顧的心得了，謝謝。",
            "過去幾年因為剛好上班順路都會買關新麥當勞，以前薯條都沒什麼問題，後來開始減肥就沒買了。最近一個月(2024/11)我解禁又開始吃，結果薯條超軟！不管什麼時間點去消費，拿到的薯條都是軟的！我都是開車買得來速或是進店內買，現場拿到馬上吃。要軟成這樣到底是放多久？還是原本就炸不好？重點我是傻子都還單點大薯😠😠😠再也不來關新麥當勞！ …",
            "今日叫外送，結果薯條剛到就已經軟塌變溫，而且分量超級少；用來裝杯子的杯架，杯底居然全破掉，導致兩杯可樂灑了很多出來。\n綜合上述，建議注意外送品質，這次體驗很差。",
            "這次吃了新品\n明太子安格斯漢堡🍔\n份量真的很大顆的漢堡\n點了套餐\n薯條就吃不太下了耶\n漢堡明太子醬有點鹹\n不然很好吃耶\n加上安格斯牛肉\n超級搭配\n車道排滿要吃新品的人們\n再來個藍莓卡士達雙餡派\n嚐鮮看看\n本來就不太愛麥當勞的派\n藍莓餡料不甜\n很不錯\n😌😌😌\n喝上一口綠茶解膩\n太飽了啦",
            "11/24、10:30 麥當勞歡樂送的大薯份量有夠少，需要加強人員訓練",
            "在關新公園附近，人潮較多需等候⏳\n早餐推薦吉事蛋堡與玉米濃湯😋\n2024/11/16到訪店內有貼公告鬆餅堡缺貨中！",
            "客人很多很忙我知道，早餐沒看清楚就出餐…\n少一個漢堡\n雞塊上面有毛冷冷的，就換了一盒給我什麼都沒說\n要的一杯水裡面也髒髒的…\n點的無糖紅茶變檸檬紅茶\n需要注意⚠️改進一下…",
            "到底為什麼每一次！每一次！歡樂送大薯都冷掉，份量也不到啊，真的是每一次欸，不要是歡樂送不能選店家，真的不想點這間",
            "於8月4號晚上透過熊貓外送平台，送來的雙牛吉事堡表面都塗滿番茄醬，ㄇㄚ的你們店是有聘請身心障礙還是喜憨兒工作人員嗎？故意的是不是？？？\n不爽不要做啊！！",
            "帶小孩很餓出來買得來速，服務人員態度有夠差，有夠耳包喊了三次才聽到，還沒有掛名牌，直接沒有胃口，麥當勞就是這樣教育員工？沒看過這麼雞掰的，難怪你們店的評分有夠差"
        ]
    },
    {
        "Store Name": "麥當勞-新竹台積電餐廳",
        "Reviews": [
            "缺點不能滑手機，殘念…",
            "台積救星",
            "台積電的救贖",
            "好棒",
            "很快",
            "無評論內容",
            "無評論內容"
        ]
    },
    {
        "Store Name": "麥當勞-竹北光明餐廳",
        "Reviews": [
            "在竹北的麥當勞光明餐廳用餐經驗非常愉快，這裡的環境寬敞明亮，座位也相對舒適，適合和朋友或家人一起來享受一頓快速又美味的餐點。餐廳內部保持得很乾淨，服務人員也都非常親切且效率高，無論是點餐還是用餐後的清潔工作都做得很到位。\n至於餐點部分，我特別推薦「經典雙層牛肉堡」，兩層厚實的牛肉搭配鮮嫩的生菜和特製醬料，口感豐富，絕對能滿足對重口味的需求。另一道必試的就是「麥香雞」，雞肉外脆內嫩，搭配酸酸甜甜的醬料，味道十分誘人。如果是喜歡吃輕食的話，「凱薩沙拉」也是不錯的選擇，清爽又營養，與主餐搭配非常合適。\n此外，若是甜點控，千萬不要錯過「蘋果派」，外酥內軟的口感令人回味無窮。總體而言，這間麥當勞的餐點品質穩定，服務也很好，是一個方便快捷的選擇。",
            "最近麥當勞回歸了珍奶冰炫風和搖搖薯條，又推出了三款魷魚季的漢堡～不得不說這次的期間限定值得衝一波！！！\n\n｜韓味雙牛魷魚堡 套餐｜\n飲品 玉米濃湯 小\n配餐 搖搖薯條*海苔\n👉魷魚塊很多，雙牛堡的醬料有兩種，上層是照燒烤肉醬，下層是韓式泡菜醬，鹹甜風味又帶點微辣感，簡直是多重享受😋\n\n｜日式豬排魷魚堡 套餐｜\n飲品 玉米濃湯 小\n配餐 搖搖薯條*海苔\n👉酥脆炸豬排和炸魷魚排兩個海陸雙拼真的很讚(˶‾᷄ ⁻̫ ‾᷅˵)醬料則偏向大阪燒風味，有照燒美乃滋的感覺，另外還帶有微微的柴魚香\n\n｜大麥克 套餐｜\n飲品 玉米濃湯 小\n配餐 搖搖薯條*海苔\n*海苔風味和蔥辣風味二選一\n*配餐選大薯可免費升級搖搖薯條\n\n｜麥脆雞腿分享盒｜\n飲品 雪碧*買一送一\n配餐 大薯*2\n👉分享盒裡是3支棒腿和3塊腿排，份量蠻大的，肉質鮮嫩多汁，不過粿粉偏厚又蠻辣的～個人不是太別愛\n\n｜珍珠奶茶冰炫風｜\n👉紅茶香氣十足！！！濃郁茶香讓整體不那麼甜膩，加上有餅乾脆脆和Q彈珍珠，口感很有層次！\n\n📌推薦魷魚堡和珍奶冰炫風！！！\n📌漢堡份量很大～點套餐的話建議兩人分食，不然很容易膩\n📌海苔風味的搖搖薯條沒什麼味道，可以不用特別升級（聽朋友說蔥辣也沒什麼味⋯\n\n📌薯條偏軟又沒什麼鹹味\n📌冰炫風份量很少，勉強只有一半\n📌店員對自家產品好像不太熟悉～我說我要「韓味魷魚堡」，但她幫我點到韓牛魷魚堡，而且一直強調魷魚堡也有一片牛肉，雙牛堡才是兩片牛ಠ_ಠ\n📌還是喜歡得來速多一些，比較方便\n\n歡迎追蹤我的IG美食帳號@foodie_yanan\n一起挖掘更多美食吧٩(˃̶͈̀௰˂̶͈́)و",
            "10塊麥克雞塊有13塊 整個盒子塞到變形 好貼心\n\n我如果說謊歡迎調監視器對峙 2024/10/16 18:30 39號 服務人員送餐到桌",
            "店內座位多，有附設多台自動點餐機供客人點餐。薯條給的份量整個滿出來，大推👍 …",
            "已經不止一次遇到這樣的事情了，做漢堡的手還是眼睛有問題啊，員工到底有沒有訓練好？",
            "12/29早上去買豬肉蛋堡，為什麼菜整個是黃的，消費觀感不佳，麻煩以後請餐廳加強食材管理。",
            "超難吃🥲烤太焦了，玉米湯也跟其他家味道不同，薯條還可以",
            "服務態度極其差勁，冰炫風給的量意外的少，詢問服務人員給的回應態度不耐煩，且講話大聲，令人感到不適。",
            "竹北中華店*每一次*雞塊都沒給糖醋醬，今天來這家卻吃塑膠包裝一角⋯以為拿掉就沒事了，突然又發現好像一根睫毛⋯不知道該怎麼繼續咬下去，會不會又發現什麼⋯當時現場前面只有一位顧客總共沒有超過三個顧客但還是等了很久。",
            "這家店的人員編制明顯有問題 每一次大約晚上10點多來 內外場一團亂 薯條炸完逼逼逼老半天沒人去按 客人就算不多也等超久 人多的時候更是排到天荒地老 飲料區一個人忙到靠北 現場結帳櫃檯總是沒人要等超久 不是個案 是每次來都這樣 沒看過這麼瞎的麥當勞"
        ]
    },
    {
        "Store Name": "麥當勞－竹北自強南餐廳－設有得來速",
        "Reviews": [
            "這裡的用餐環境相當舒適，餐廳內部乾淨且有足夠的座位，無論是用餐高峰期還是平日都能夠找到位置。員工服務態度親切，點餐和取餐的流程都很順暢，整體的用餐體驗令人滿意。\n至於餐點方面，我推薦「雙層牛肉堡」，這款經典漢堡的牛肉厚實多汁，搭配新鮮蔬菜和特製醬料，味道十分美味，是麥當勞的招牌選擇之一。如果喜歡雞肉類餐點，「麥香雞」也是不可錯過，雞肉外脆內嫩，味道很有層次。對於喜歡炸物的人來說，「薯條」是一定要點的，外酥內軟，鹹香適中。\n如果是甜食控，別忘了嘗試「OREO冰炫風」，酥脆的OREO搭配冰淇淋，吃起來既甜美又不膩。總體來說，竹北自強南的麥當勞無論在餐點品質、服務和環境上都很出色，是個快速又美味的用餐選擇，值得一再光顧！",
            "明亮寬敞冷氣可以。\n在自助機點餐，依號碼牌取餐。\n停車格不少，取餐時跟櫃檯服務人員取停車代幣。\n\n2024/09/11\n烏龍麥當勞工作人員。\n點中薯給小薯，\n還是孩子發現不對，\n才換回中薯。",
            "氣死我了😤買完回家過個馬路自動斷掉裡面的食物雙人餐變單人餐也沒碰到水 提著過馬路自己斷掉麥當勞的分享合紙盒材質也太爛了吧！ 麥當勞總公司加油一點材質很重要❗️",
            "12:14的訂單，到剛剛快兩點才送到，東西冷掉不說，紙盒也破破爛爛，沒人送餐也請不要出超過2小時的單，建議大家以後別訂這家，客服也沒人回應，你們店自己會去吃放到冷掉的餐點嗎？ 真的很生氣，寧可不吃你這間店！",
            "一打開門進入麥當勞右手邊🫱座位區域尿騷味真的很重，很臭。到底誰那麼沒公德心\n\n漢堡麵包偏黑，很特別！！！",
            "貴店的員工訓練就是種品質嗎？出餐出這種，真的不要點這家的外送，原來賣相不是餐飲業基本的嗎？我根本不知道我花56元加購這個東西皮可以長這樣，這樣少一塊是被吃了還是過程中不小心被弄掉呢？都有衛生問題吧，再有下一次我會請衛生局的人到場，餐飲業基本的衛生和賣相都做不到就不要賣了啦，就當這錢喂狗買個教訓",
            "12/20晚上10:30左右在備餐的男員工（滿下巴鬍腮），狀況當下就是兩個30塊麥克雞塊套餐請你手把不用拉起來，我還要留空間放飲料，你口氣很不爽爽說又不是我的⋯⋯還摔客人餐點，東西不是我的，但我要保證送餐的品質，你在那不爽什麼？公司叫你來上班不是要你來耍流氓吧？我跟其他同事討論完才知道你不是第一次這種態度，該店長不用檢討員工的心態嗎？",
            "這家麥當勞很漂亮\n環境很寬敞、整潔又明亮！\n只是座位顯得有點少～\n有很大的空地\n感覺拿去設個座位區會更貼心。\n自助結帳機其實是雙面的的所以是兩台\n好多客人看到後面沒有排隊都不知道。",
            "這家麥當勞蠻漂亮的！\n空間寬敞、光線明亮！\n整體感覺蠻乾淨、舒服，不會讓人有髒髒油油的噁心感\n\n就是內用座位沒有很多，可能附近都是商辦大樓、喜來登飯店，都是以外帶居多，所以內用座位沒那麼多，但翻桌率蠻快的，就算要等位置也不用等太久\n\n有得來速、內用停車場，對開車的客人蠻友善的",
            "用餐環境舒服~\n服務人員態度不錯~"
        ]
    },
    {
        "Store Name": "麥當勞－竹北中華餐廳－設有得來速",
        "Reviews": [
            "我經常來這家麥當勞用餐，這裡的服務和環境都非常不錯。店內空間寬敞明亮，適合一家人聚餐或者和朋友聊天。員工也很親切，點餐時總是笑臉迎人，服務速度也很快。\n餐點方面，無論是經典的漢堡、薯條還是雞塊，每次來都不會讓人失望。尤其是餐點的品質穩定，即便在高峰時段，也能保持熱乎乎、口感不差。最近他們的季節限定餐點也很有特色，值得一試！\n此外，這家店的清潔也做得很好，廁所也很乾淨，讓人用餐更舒適。總之，是個適合快速用餐或是外帶的好地方，值得推薦。",
            "買分享盒回家，打開一看令人傻眼，皮都炸飛掉了還裝給客戶吃，肉質乾柴難咬還刮口腔，這樣食品水準真的很差",
            "在這間麥當勞消費5次，目前餐點出錯次數達5次。 不忍了。 沒見過這麼散漫的的出餐",
            "今天為外帶\n點了一份麥香雞並額外加一片肉\n回到家打開發現沒有增加額外加價的肉\n重點包裝上面有貼..加一片肉\n員工還可以少放。\n\n本來是不開心的\n\n但我選擇打電話回去\n不知道是員工還是經理接的\n服務態度我給五顆星\n耐心聽我說完 並和我說會派人幫我補送\n補送還是給一份全新的雙層\n電話過程中 耐心記錄地址跟電話\n\n剛剛已收到全新的一份\n接電話的人給你滿分💯\n因為你的態度 讓我願意給五顆星",
            "這家得來速車道取完餐，自己一定要先確認一下，不然到家後才發現送錯餐點。",
            "用Uber eats訂了兩份套餐，結果套餐沒有附到薯條。今天晚餐時間在下雨，而且是獵人聯名的第二天，訂餐的人一定超多。\n我不抱期待的打去麥當勞，說明情況之後，店員二話不說留下我們的地址電話，也沒問原訂單編號，就說會幫我們送來🥹🥹\n\n謝謝麥當勞店員，有薯條的麥當勞才是麥當勞🫶🏻",
            "要不要這麼誇張 外帶套餐點大薯 這種份量 連一半都不到",
            "你們最近餐點一直做錯就算了，連個漢堡放在盒子裡都可以放反，醬噴的到處都是，我說的是不是個例，最近一直發生，真的希望你們改善。\n\n附註：我今天點的是雙層麥香魚",
            "已經不知道該說什麼了\n餐點已經不怎麼樣炸雞的雞肉吃起來很臭\n大薯條像中薯\n中薯像小薯\n回收區髒亂不堪\n連冰炫風都擠這誇張少的程度吃五六口就沒了\n新竹的美食難道連麥當勞都沒有了嗎？",
            "我都已經加價大碗了\n打開發現這也盛的太小碗了吧…\n（距離杯緣3公分了…"
        ]
    },
    {
        "Store Name": "麥當勞 竹北文興餐廳－設有得來速",
        "Reviews": [
            "兒童洗手檯的感應故障多久了，至今依然沒有維修。明明員工辦公室就在旁邊。\n是不是女廁的使用者，普遍習慣不抱怨、不主動反應不佳的使用體感？\n並且女廁至今都不值得使用感應式沖水嗎？\n各地男廁應該從很久以前就改感應式了吧！\n女廁所就不配安裝嗎？\n今天11/1甚至在內用區從通風口聞一再到煙味。\n內用杯質感很差，手感差也容易翻倒.\n年輕人在網路上表示杯子材質質感很爛，清潔程度讓人懷疑...表示拒絕使用.並且感覺好吃的項目都被下架，例如燻雞肉長堡\n糖包總是要另外對櫃檯重新提醒需要，總是沒有給攪拌棒，本來一包糖夠用變成要3包（竹縣市都一樣）\n戶外區部分，依然很難停車購買.\n好處，位置可以移動了。",
            "因為之前有長達二個月的雙層麥香魚活動，這三個月有比較頻繁吃麥當勞，寫個經歷總結吧。\n我去自強南的次數比較多，因為文興店四個月前有個微胖的女性非常兇，女友忘了我不吃糖醋醬按錯了，我拿未開封的醬拿去櫃台換，店員就站著用打水飄的姿勢把醬射進遠處的垃圾桶 嘖完才換給我。我就變自強南的常客。雖然我去自強南的次數較多，但出錯的都是文興店。\n再說說外帶環境，本店設有機車停車位 是在得來速後方，一個類似小遮雨篷的地方。停完機車行人是要走在得來速的車道上進店內點餐外帶的。人與車爭道有點危險，後來人很多的時候我才知道該停哪。\n再說說餐點，農曆大暑 國曆7/22?那天有叫了外送，薯條聞起來詭異的怪味，無法形容的怪。是不是有什麼掉進油鍋了。\n7/30早上我去店內點餐，4樣餐點 漏給2樣。那麼細長的紙袋其實我也不愛檢查第二次，只是真的太輕了。當時店內只有一個阿伯不太會用點餐機，叫走了一個服務員。得來速大概二輛車，一大早沒啥客人。看號碼我是該台點餐機的第6位。我相信google評論上的人了，真的很能漏。漏了一半。\n漏給就算了我有討回來，回家吃咬一口居然裡面有大黑點，這可不是什麼馬鈴薯皮沒削乾淨耶 皮都是乾扁的，也不是金黃外皮薯餅外面沾到油渣，這一大早6點半哪有油渣。那麼大的黑色異物包在薯餅內陷，應該是什麼掉進馬鈴薯機了吧。難怪比較鹹。",
            "這種雞腿在他們眼裡是”正常的”？\n\n因為破了很柴且常常買到破的\n我都會先檢查有沒有破\n結果第一次給我是破的\n我要求跟換\n換完跟我說：第一份雞腿是”正常的”但我們還是幫你更換了一份\n我也不好說什麼\n這是第二份雞腿的照片🤣😋\n這就是麥當勞所謂的正常品質\n只能說真的破",
            "就是“缺人”“缺人”“缺人” 櫃檯半個人都沒有，只能現金或要儲值的人都要等上10-15分鐘。上級快補足用餐時段的人手吧，底下員工一個當2個用一樣",
            "消費兒童餐沒有玉米杯但是接受點餐，到取餐的時候才強制叫你更換。知道你們很忙但是打開袋子是這個狀況，漢堡一整個沒包好散落在裡面。看了相當讓人火大，吃了這麼久的麥當勞還是第一次遇到這種情形，這個給一星我都嫌多",
            "11/2日早上9:38時買了早餐外帶，裡面的濃湯有異物，疑似不知道什麼包裝殘骸，在濃湯裡面，食安問題堪憂",
            "豬滿蛋麵包烤得香噴噴、煎蛋熱騰騰且潤滑可口，芋頭派每一口都能吃到濃郁芋頭香搭配酥脆派皮，味道好極了。強烈推薦大家一定要來吃看看喔！",
            "可能人手不足吧！得來速會很莫名其妙的在用餐熱點也不開放，然後整個車道處阻擋不給入，連停車都不給停。店員流動率超高，所以人員常是訓練不足就上場的樣子，一些活動啦！操作啦！顧客比店員還熟。飲料杯蓋設計很不行，以致於只要一點磕碰、擠壓就會移位而使飲料溢出，這部分便利超商的設計實在強上許多，而且很多便利超商的飲料，杯蓋蓋上後還會用膠帶橫貼。建議想走得來速的人，最好提前個半小時去，不然得來速突然沒開放又不給停車，附近停車位也不好找。",
            "知道貴店生意很好，麥當勞主要就是方便。\n但貴店是壓搾人力還是管理有問題？\n人員好像是至有映象來沒滿過，因貴店是離家比較近，但與貴店購買次數以來，漏給餐不是一不是二是第四次，每次都要打電話過徒增雙方困擾。大家都是賺辛苦錢，你們累了嗎？店員小姐是很客氣的，這樣要客人發火不是不發火也不是。",
            "中午時段很多人\n人工的點餐比機器快\n機器的點餐比得來速快\n但外面都是紅線\n一個人開車不推薦"
        ]
    },
    {
        "Store Name": "麥當勞-竹東長春餐廳－設有得來速",
        "Reviews": [
            "得來速點餐店員態度很不耐煩，詢問還有香芋派嗎？店員回答說：已經沒有賣很久了\n語氣很不耐煩。\n回到家買的蘋果派上面也有不明的黑色髒污，該店的品質真的是有待加強",
            "真的傻眼⋯不是外送的問題，希望以後能老實，一個人吃，叫了30塊雞塊分享餐，大薯沒問題量感覺沒少，吃以前打開來看感覺雞塊量有少，也沒多想。\n\n吃了差不多5塊，感覺怪怪的，數了才知道剩19塊，有少給⋯⋯雞塊+汽水有飽足感，一個人吃也不可能吃了11塊，建議各位以後點了先算一下，確定是真的有少⋯⋯",
            "教師節全家到竹東麥當勞用餐,一家五口點了一份大麥克套餐,兩份帕瑪森安格斯牛肉堡套餐,一份麥香雞套餐,套餐加價買玉米濃湯and 冰炫風,使用麥當勞app套餐又能多換麥脆雞腿,非常划算.一家五口點四份套餐就能吃得很飽.\n\n麥當勞環境乾淨,內用吃起來很舒服,這次也嘗試使用自動點餐機點餐,麥當勞app優惠碼需要先刷,再點套餐才能有優惠,如果先點餐再想要使用app優惠就沒辦法了,這點建議麥當勞可以改進,因為這部分可以修改程式帶入,畢竟不是每個人都知道要先刷優惠再點套餐.",
            "薯條真的不行，軟爛…真的太弱了\n真的可以收起來了….",
            "我在大薯買一送一的時候去買薯條，回家發現兩包大薯站著，連U形口最低點都看不到什麼薯條只有一點點點點點(｀⌒´メ)這個還叫大薯嗎，雖然每次給的數量都不一定，但第一次看到這麼誇張的ヽ(#`Д´)ノ真的很生氣，過了快一個月還可以想起來(๑′°︿°๑)\n但除了薯條以外，其他服務都還可以，跟一般麥當勞一樣，其他服務給好評，只有那次的大薯給負評(๑`^´๑)\n\n來買第二次了XDD好好笑 這次的薯條超級多(*¯︶¯*)一樣附圖，只不過這次是內用，內用的應該不敢裝太少，外帶的還是要瞄一眼比較安全，外送的就沒辦法了(๑ १д१)\n\n背景雜亂的就是外帶的，放大拍得就是內用的！",
            "大份薯條 買來份量真的少的可憐 口感也軟軟的。\n在麥當勞也可以踩雷 這間真的要慎選！",
            "得來速出餐效率慢造成周邊店家上貨下貨、和客人無法停車及入口塞住。",
            "為什麼得來速每一台車點餐都要稍等2分鐘，然後自己又在外面貼說什麼不要在車道逗留太久警察會開單，還不是自己慢成那樣一台接著一台進來每台又要稍等才會塞到外面車道上的嗎？得來慢⋯😩",
            "要注意聽店員叫號，雖然有標示要消費者看螢幕上顯示的取餐號碼，但是那是騙你的，你如果一直盯著螢幕，你會等到冰淇淋都融化掉也不知道你的餐點早就好了",
            "有機台可以自己點餐，\n快速又不會因為自己是I人而和別人不好溝通，\n薯條跟雞塊都很好吃，每次吃晚餐都能吃到熱熱酥脆的口感。"
        ]
    },
    {
        "Store Name": "麥當勞-湖口中山餐廳",
        "Reviews": [
            "夜加下班到家肚子超餓的\n老公說：要去吃麥當勞🍔嗎？\n很少晚餐吃這麼飽的我\n我說：好啊😆\n點了最近新品微牽絲起司排雙牛堡\n真的太惡了\n一直吃停不下來\n中間的厚厚黃色起司排\n微微牽絲超級好吃\n又不會膩口\n加上麵包和雙份牛肉\n吃起來太爽了\n再來一根接著一根薯條🍟\n好飽啦\n這次在家附近走路去吃了麥當當\n點了新品椒麻雞塊\n很好吃耶\n味道不輸給這一鍋的麻辣香氣\n好順口又好吃\n吃的很心滿意足了",
            "熊貓外送的大薯永遠都是這樣的量，只有幾次可能比前面的微笑高一點，不過如果向店家反應，他們還是會再送一包大薯過來，建議一次做到好，要不然每次我看到不開心，你們再處理也會不開心☹️！",
            "大薯買一送一 兩個的量也差太多\n本來就很少了 一個還少於微笑線🙂 …",
            "今天去買大麥克，其中ㄧ個大麥克ㄧ開盒，發現是反裝了嗎？拿起來看結果是夾錯了，上下都是底座的麵包，還真的是頭ㄧ次遇到，太奇葩了。",
            "玉米湯的SOP，真的要加強，\n好幾回點大杯的買到都只有湯、沒有幾個玉米的狀況，今天這杯真的誇張，大杯的價格買到個寂寞？！？！？！\n（Ps)這回決定打電話反應一下，有補一杯，還算有誠意。",
            "麥香雞品質很差，補我一次麵包都黑黑很乾有點苦 難吃\n中間來有來關心我 這次可以嗎? ( 服務很好)\n但二次都一樣壓 懷疑全部都黑的\n說機台做出來只能是這樣子 = = (黑 乾 焦 標配意思嗎 ?)\n別間都很好吃壓\n夾的麥香雞很油，因該放很久了..濕濕的",
            "每次拿到薯條的份量都不太一樣\n大部分都比其他地方的麥當勞還要少\n但這次真的少得很誇張！\n看起來被吃掉至少1/3了！",
            "去買新品珍珠奶茶冰炫風，是去櫃檯結帳的，結果餐點拿回家冰旋風根本沒有給我們！打電話過去後說可以外送給我，我聽到覺得還不錯，很開心的等冰旋風送過來\n\n結果！外送人員說根本找不到我家在哪裡，我好不容易和外送人員會合後，才發現麥當勞的員工把我家地址給錯了！到家後冰旋風也融化成水了🥲🥲🥲\n\n不會想去第二次了，體驗感也太爛了吧！",
            "🔴速度慢，出餐畫面出現了，還要在旁邊等很久很久，一堆店員在包裝檯結果都沒出什麼餐，幸虧沒去得來速，不然車子發著在那裡等這麼久，油錢都不知道多少了\n🔴勁辣雞腿堡吃一半發現異物，有塑膠感，不是骨頭，還好沒扎到喉嚨去，可以客訴嗎？\n🔴點餐時備註加生菜，結果生菜少得可憐，那正常的話會不會只有2條生菜？\n🔴雞腿和雞塊肉都有點柴",
            "服務生態度良好，蛋捲冰淇淋擠得好漂亮~超多人吃的。\n建議裝遮光窗簾，下午太陽照射太熱太曬了，浪費了一排位置。"
        ]
    },
    {
        "Store Name": "麥當勞-新豐新興餐廳－設有得來速",
        "Reviews": [
            "請問無敵豬肉滿福堡這樣子是正常的嗎？\n油多到滲透漢堡包裝紙，甚至我打開時還要用紙巾擦才能避免油滴出來。",
            "天啊\n現在外送平台只能點大薯\n結果大薯份量長這樣\n請問是覺得沒有直接面對客人就可以胡亂做餐嗎？\n沒遇過這麼扯的",
            "感受極好，很久沒有內用，都是使用得來速。\n這是室內改裝過後第一次，進門的時候非常多人，自助結帳台前面大排長龍。所以正在排隊中想說詢問側邊小櫃檯能否用優惠碼在自助結帳區消費時，櫃檯小美女非常溫和友善地告訴我並且讓我直接在他的櫃檯做購買。消費完成後還貼心的告知能夠幫忙送餐上樓，這真的是幫了大忙，因為自己一個人帶著小小孩；放小孩在位置上等待，自己去取餐又不放心；帶著一個孩子取餐爬樓梯也不好牽著；所以麥當勞這個舉動真的是非常非常的友善。ps漂亮小姐姐還送了孩子七巧板的紙卡可以玩，很感謝哦╮(╯▽╰)╭",
            "服務很好店，只是薯條都是預炸的，去了幾次吃起來都是軟軟溫溫的，難得加價買大薯卻只有軟的薯條其實有點令人崩潰。",
            "千萬不要在早餐時段點玉米濃湯！！！\n每次品質都很不穩定\n喝好幾次幾乎都是早餐時段在雷\n常常很水但這次最扯\n根本是加了一點玉米粒的水\n也沒什麼味道\n還是大杯的 ㄏ 有夠盤\n可以再扯一點 改名叫玉米水好了",
            "大薯的份量很少\n從下單送到家不到10分鐘\n也有縮水的問題嗎？？？\n買了幾次真的覺得玉米濃湯只有湯…\n這是大杯玉米濃湯的玉米\n這真的正常嗎？？？",
            "傻眼⋯我買兩份大薯一份小薯，結果拿出來是這樣的份量？？？？",
            "第一次來這間店內用\n看起來訂單很多 店員都很忙\n有幾個建議的事項：\n\n1. 希望還是能撥空清理垃圾，看起來忙到不知道樓上的垃圾已經堆成這樣了\n\n2. 我用甜心卡點餐，但櫃檯一直沒有人，等了半天後才去訊問店員，問了兩次店員都請我繼續等，希望店員回答的口氣可以好一點",
            "你停電不關掉uber系統是怎樣？害外送員要打給我解釋，我也在家白等，怎麽只有你們這家分店每次訂餐都有問題呢？不是漏給薯條，漏給糖醋醬，就是漏給發票，打回去還說：你的發票確實在我這邊，你是需要發票嗎？我真想回：啊不然我打給你幹麻？聊天嗎？還是你是要我去國稅局檢舉你是嗎？害我每次拿一張訂單要跑兩次，外送員也是，反正每次訂餐都有問題，就算沒漏東西，漢堡也做的跟比薩斜塔似的，今天更誇張，停電但uber系統照樣開著，完全不負責任！",
            "這是我遇過最糟糕的得來速，進車道開始到取餐出車道花了我40分鐘。這樣還叫得來速？"
        ]
    },
    {
        "Store Name": "麥當勞-關西服務區餐廳",
        "Reviews": [
            "少的可憐的薯條份量（小暑完全沒裝滿只有3/2包而已，大暑就如照片這樣），還有軟趴趴的薯條品質，真的讓我傻眼，玉米濃湯的玉米粒少的可憐，濃湯味道根本是淡湯⋯⋯⋯\n\n服務態度跟人員都很棒，只有品質很差！",
            "休息站裡繞來繞去，如果還找不到喜歡吃的東西，保險起見吃麥當勞，至少是《賣當勞》品質再差也差不到那去⋯",
            "11/27 15:24 打包餐點的人不用確認餐點嗎，大麥克變麥香雞，連打包都不會，員工訓練也太爛",
            "我點一個10號餐，給我來4號？\n本人我不吃牛！ 請問我要怎麼吃？\n櫃檯講話超小聲，又一副不確定的樣子\n請問貴店的教育訓練是都沒在做了嗎？\n然後我到底是要怎麼吃？？",
            "把生菜跟番茄拿起來，準備咬第一口，發現肉上有奇怪的東西，拉開一看是這個看起來像棉絮的東西，這個漢堡註定丟廚餘了～我餓了一整天，給我這個東西",
            "來消費很多次了，無論平日假日都要排隊，今天來 我說有會員 信用卡 載具 最後跟我說載具來不及？我剛剛說給誰聽……如果沒有用心上班 可以不要站收銀嗎 每一次都是這位戴眼鏡的男員工……..真的很無奈",
            "可樂味道不對，蛋捲冰淇淋，蛋桶怪怪的，冰淇淋質地不對味道也不是平常吃到的，建議總公司管管這間麥當勞",
            "關西休息站裡面食物最公道的應該是麥當勞了！其它的真的很貴！我覺得服務很好，但是我點了地瓜薯條太乾，可能炸過頭了，火候真的有注意一下！謝謝！對了，這間沒有蛋捲冰淇淋唷！🍦",
            "在新竹市區的麥當勞到處都找不到可可布朗尼口味冰炫風的時候\n是這間麥當勞讓我獲得了救贖\n即使離市區有一小段距離 但對我來說不足掛齒\n只好給10顆星了",
            "一個戴眼鏡的男店員點完餐也不會跟我們確認餐點 銀幕也沒有顯示 拿到餐點後跟點的不一樣 超鳥"
        ]
    }
]