[
  {
    "name": "新竹市巨城購物中心店",
    "reviews": [
      "每次經過都很多人，大麥克真的經典！薯條熱呼呼的，可惜飲料有點少。",
      "薯條有點軟，下次想試試看其他口味的漢堡。"
      
      
     ]
  },
  {
    "name": "麥當勞新竹經國店",
    "reviews": [
      "應該是全新竹最好的麥當勞 結帳櫃台不會有人 你可以在櫃檯慢慢看Netflix慢慢等什麼時候會有人來 在忙碌的新竹可以忙裡偷閒一下 大家都要來買一次看看",
      "點了無敵大麥克套餐，裡面的薯條，剛拿到座位不到一分鐘，居然是冷掉了，都軟了，上次外帶20麥克雞塊分享餐，拿回家(我家距離麥當勞騎車兩分鐘)，雞塊也都涼的，油味都跑出來了",
      "雞塊炸太乾，吃4塊就已經喝完中杯的飲料，可見乾的狀態（去別家吃是吃完全部餐點還會剩半杯）。可惜我的椒麻雞塊了。晚上6點，下樓看到排隊人流已經到門口了，沒看過這麼誇張的排隊人潮",
      "竹北麥當勞已經爛到有剩，結果其實都差不多，品質真的越來越低，叫無博弈外送，外裝無損貼紙也完好無缺，排除外送員可能性，但這雞塊打開來怎麼有咬痕，啊咬痕一開始還朝下，我沒拿起來檢查是不是就吃下去了，真的有夠噁心，吃這麼多次雞塊，我還真沒看過這種的。",
      "店內有位大姐，應該是姓許，不知是否是店經理或小主管，真的是我看過最優質的麥當勞員工，沒有之一。具有高度服務精神，處理各類店內事務，都能夠圓滿。其他店員就需要再多努力了，今天一位睫毛畫得老長的員工，自己出包了，最後還是許大姐出來緩頰處理。自己誤點餐操作後還懷疑是客人自己刷到，而在得到清楚的回應後沒有任何的道歉與回覆，只會烙跑然後在旁看戲，自己沒有任何的表示與歉意，還開開心心的下班了。真心覺得妳們不要再增加許大姐的負擔與辛苦了...",
      "打著獵人卡牌廣告做生意，Book卡牌賣光了也不在店內公告，螢幕上不斷播著卡牌銷售方案，相關立牌也沒撤，騙客人上們，排了很久的隊伍點餐，店員才輕聲說早就賣完了",
      "鬆餅堡沒囉 不用白跑一趟 店員表示之後也不會補貨了。",
      "得來速慢到不可思議餐點講到一半人就不見？完全不懂發生什麼事情聽餐點也聽不清楚玉米濃湯變成蘋果派？不知道是發生什麼事情晚上10點已經是離峰時間了吧…結帳也是慢到不可思議…",
      "又是一家不會裝薯條的裝滿很困難嗎對你們來說的確很困難哈哈哈哈哈這麼簡單的工作也能做成這樣 人才啊哈哈哈哈",
      "用ubereats叫外送，顯示餐點已備妥外送員也到餐廳了，但發現一直沒有進展，訊息問了外送員才知道餐點根本還沒好，等了一個小時，連外送員也等不下去，換到第三個外送員餐點才好搞得這一個小時都在乾等 因為系統一直顯示十分鐘後到 但抵達時間又一直延後無奈系統只能聯絡上外送員 無法聯絡上餐廳本來想說好吧可能有某些餐點剛好賣完了要重新製作 應該不會其他餐點先包好 在那邊放冷一小時吧結果送來吃一根薯條，涼的。不信邪想說總有一個餐點是熱的吧，全部都是溫偏涼，沒有一樣是熱的，也不要求全熱但至少給我溫的吧，外送員從餐廳出發車程不到五分鐘欸，我不相信本來熱的食物會因為這五分鐘變得多涼，除非餐點被打開吹冷風，但機率很低^^沒吃晚餐餓到十點多想說點麥當勞比較快，結果等了一個多小時才吃到，還吃到涼的，真是謝了。",
      "使用歡樂送服務，店家離預約時間晚到1個小時才到，中間嘗試聯絡過餐廳兩三次都沒得到回覆(只一直說外送員已經出發)，不太清楚過程中到底有哪點不清楚的? 需要顧客一直聯繫? 最後外送員抵達時也僅說明公司給的電話是錯的，所以一直沒辦法聯絡到我。這是我覺得最差的服務體驗，我沒辦法想像到麥當勞能如何提供如此拙劣的服務品質。如果真的因活動不能準時提供，為何不能事先讓顧客得知? 或著主動不提供歡樂送服務。",
      "薯條有點軟，下次想試試看其他口味的漢堡。",
      "每次經過都很多人，大麥克真的經典！薯條熱呼呼的，可惜飲料有點少。",
      "這不是大薯，這是欺騙消費者^_^",
      "買大薯帶回家裡面只有裝一半而已是什麼意思？我還檢查有沒有掉到紙袋裡結果根本沒有那我買中薯是不是要給我小薯？",
      "週五晚上2024/12/5 到得來速買雞塊和薯條給小朋友吃，由於不想點套餐，幫忙點餐的員工幫我們用得來速的優惠以加點小薯的方式省荷包。謝謝妳。沒有因為我們的點餐速度而顯出任何的不悅與不耐煩。反而是幫我們想辦法。真的很感謝有妳這麼友善又充滿活力的女生造福服務業。謝謝謝謝",
      "雞塊變得蠻難吃的但有買到book牌還行",
      "叫客人取餐卻沒把餐都準備好 兩杯小可樂兩杯蛋捲冰沒有給我 一直提醒了也沒得到回應 繼續出下一位的單⋯⋯⋯ 看到其他客人也有點飲料真的是讓我當場理智線斷掉 站在取餐檯像白癡 兩杯飲料很難製作出來嗎？ 拿出來給我後杯蓋上面都是可樂 是要對怎麼拿 真的是很不好的購買體驗",
      "繼上次兩包薯條只給一包，現在兩份四塊麥克雞塊只給一份？當時人也不算多，也不止一次了，估計平時就是這樣了沒關係，從現在開始，少一次就打一次客服，就看這間麥當勞什麼時候變正常",
      "分別用點餐機點餐註記飲料去冰第二次點餐註記薯條去鹽兩次取餐發現完全沒有調整真的有在看訂單嗎一次是失誤第二次就不是了吧餐點：3/5  |  服務：2/5  |  氣氛：2/5建議的餐點麥克雞塊"
      
      
     ]
  
     
  },
  {
    "name": "麥當勞－新竹中正餐廳",
    "reviews": [
      "服務很棒，食物內容物我傻眼….\n這是50塊的物價\n餐點：1/5  |  服務：5/5  |  氣氛：5/5", "9/14用甜心卡點大杯玉米湯要送奶茶，結果最後拿到小杯，玉米湯配小薯，員工也搞不清楚甜心卡一直去問人，員工訓練有待加強\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "二樓位置好擠\n跟隔壁桌的距離很近\n 環境整潔不如預期\n內用點餐到22:00\n二樓22:30要收拾\n餐點：5/5  |  服務：4/5  |  氣氛：3/5",
      "想說剛好在市區就在市區買..薯條打開我傻眼也太少...（（我男友還懷疑我是不是先吃 😂\n還好我有先拍照😑 關新路買的就算也是活動日也都給滿滿..前幾天才吃😑\n餐點：3/5  |  服務：3/5  |  氣氛：3/5",
      "冰旋風不用給湯匙？\n飲料冰的跟常溫一樣？\n是太累還是？\n餐點：1/5  |  服務：1/5  |  氣氛：1/5", 
      "真的超不爽…\n鬆餅堡賣完 也不會提早講\n然後營業時間6.\n6.10幾分還不開門\n一直在整理前置作業的東西\n6.營業不了就不要訂這個時間要開門\n害我在那邊浪費時間\n完全沒有給其他店家一星評論過\n這間店一顆星都不想給 爛透了🙂",
      "學校校慶提前2、3天預訂12點送餐點到校，前兩天說來不及延到12:30，到的時候會打電話，結果12:30過了沒有電話只 有訊息，餐點拿到已經冷掉了。後來又說薯條30份忘記送，晚點再送來，直到1:18分才送到。拿到餐點才發現連10份牛堡也忘記送，但沒有告知我們。讓我們等了快一個小時，沒有道歉？薯條送來也是冷的，心碎。\n餐點：1/5  |  服務：1/5  |  氣氛：1/5", 
      "餐點被做錯了……明明點的是勁辣雞腿堡，拿到的中間卻 是像麥香雞的肉？只吃這款漢堡沒吃過其他的不知道是不是我誤會了 我知道這幾年漢堡已經縮水了 但老實說今天吃的是最誇張的一次 如果人潮多做錯就算了 但當時現場只有兩到三個人而已……心情真的不是很美麗😑 我也懶得下樓去跟店員反應了畢竟漢堡咬了一兩口才發現去反應也不太美觀😅 但下次可能不會想再來吃這家麥當勞了……看了一些評論希望貴店可以針對餐點的狀況與環境去做改善🙏\n餐點：1/5  |  服務：3/5  |  氣氛：3/5", 
      "113/10/27 10:00~10:30的粉色衣服那位女生主管 請問今天是吃到子彈撿到槍嗎？講話態度那麼不削？當個主管是讓妳用鼻子看人了嗎？貴店真的是我目前看到廁所最髒回收檯最亂主管最沒 素質的一家店 還是我的家鄉 問一下優惠給我回答自己看app 還是那種不要煩妳的態度 可以好好說話嗎？哈嘍～欠妳錢嗎？還是妳欠噴？\n麥當勞總公司真的 要看評論誒 指標性意義的店家被搞成這樣 到底是賺爛還是擺爛？\n餐點：2/5  |  服務：2/5  |  氣氛：1/5",
      "餐點等15分鐘就算了\n冰炫風還先做好？\n 到家打開都融一半了🙂\nSOP是不是有什麼問題\n看到融成那樣還能閉著眼睛出餐也是蠻厲害\n\n有員工上來內用區說內用到22:00（不確定有沒有其他地方有標示）\n雖然我點餐是按內用\n22:00才給我餐還幫我用內用盤\n是要我去路邊找地方吃嗎 還是出餐人員跟我一樣不知道內用到22:00？😄\n希望能加強員工訓練\n餐點：1/5  |  服務：1/5  |  氣氛：1/5", 
      "59元冰炫風只拿到這樣的量？\n是其他給一整杯的店太佛心\n還是這間店沒有標準sop啊？\n餐點：1/5  |  服 務：5/5  |  氣氛：3/5", 
      "走之前我有順手幫忙清理了一下環境\n遊客多，環境整理想必相當辛苦\n但這或許不能做為環境髒亂的藉口\n\n新竹火車站麥當勞 在當地有其指標性意義\n新竹麥當勞的經理應該有辦法跟總部討論求援，或是透過其他措施或管道來扭轉現在的狀況，加油\n餐點：5/5  |  服務：2/5  |  氣氛：1/5\n\n建議的餐點\nBurger and Fries", 
      "每次東西都少東少西的欸,冰旋風沒有湯匙我是要學印度人用手挖嗎,還有上次我點泰式酸辣的醬包結果給我蜂 蜜芥末,啊這次是連醬都直接不給我是怎樣？_？忙也不是這樣一直忘的吧…送給客人之前不是應該先對單嗎？？\n餐點：3/5  |  服務：2/5  |  氣氛：4/5",
      "用點餐機點完餐就馬上去結帳 結帳完我後面的準備中號碼都輪完了 也很多人取了餐 我的號碼還沒開始準備 重點是我只點了兩個冰炫風 有必要等那麼久嗎 後面的客人都點的很多 也很多人點了跟我一樣的冰 幾乎等了差不多兩輪的人取餐完了我去取餐處問一位姓林的店員 才慢慢從桌子底下拿出我的餐點 一拿到整個都是融化的毫無冰淇淋口感 雖然是尖峰時段但餐點的管控也做得太差了吧 而且這位店員也沒有絲毫不好意思的態度 感覺挺差的。\n餐點：1/5  |  服務：1/5  |  氣氛：1/5", 
      "廁所清潔需要加強，另外就是走道地板濕滑沒有擦乾，人潮多時容易造成滑倒，其他餐點服務都很棒！\n餐點：5/5  |  服務：5/5  |  氣氛：5/5\n\n建議的餐點\n雞塊分享盒", "很少看到一個麥當勞這麼髒亂\n來了一個多小時\n洗手檯阻塞不說\n桌子與環境都沒有人打掃清潔\n應該是我看過最 不乾淨的麥當勞\n餐點：3/5  |  服務：1/5  |  氣氛：1/5",
      "本來要使用電子票卷換兩隻蛋卷冰淇淋，店員表示機器在預冷要等15分鐘，所以等待時間先買 了雞塊及薯條，等了15分鐘後發現機器拆掉了，再詢問店員表示要在等一會，要等多久卻答不上來，不想等就下次再來換....\n店內的機器有專人維護，有問題店員之間應該是要先溝通詢問是否可以販售，而不是先應了客人再來拖延，對於這樣的服務、應對非常失望。\n另外二樓用餐區垃圾溢出，無人整理，髒亂不堪，身為餐飲速食龍頭每年花費廣告宣傳，卻不在員工服務訓練及用餐環境整潔上用點心著實可惜。\n餐點：2/5  |  服務：1/5  |  氣氛：1/5",
      "就在火車站附近的麥當勞，購買 氛：3/5\n\n建議的餐點\n雞塊分享盒, 豬肉滿福堡加蛋", "大薯跟小薯一樣\n餐點：1/5  |  服務：1/5  |  氣氛：1/5", "餐點正確沒錯 但是麻煩確認這個 重量符不符合標準好嗎 這是大薯？",
      "蠻爛的店 又慢態度又差（已經偏離人與人的基本互動了，是我忍著不被激怒）\n餐點：1/5  |  服務：1/5  |  氣氛：1/5", "誇張，賣早餐的店，06:10居然說還沒好，還要等15-20分鐘，那你乾脆 10:00 開門就好…\n餐點：1/5  |  服務：1/5  |  氣氛：1/5", "薯條量少\n餐點更改未告知\n雖然很晚了，速度慢沒關係，但餐點至少正確，量要足夠吧😐\n餐點：2/5  |  服務：2/5  |  氣氛：2/5",
      "就在火車站附近的麥當勞，購買 1/5", "誇張，賣早餐的店，06:10居然說還沒好，還要等15-20分鐘，那你乾脆 10:00 開門就好…\n餐點：1/5  |  服務：1/5  |  氣氛：1/5", "薯條量少\n餐點更改未告知\n雖然很晚了，速度慢沒關係，但餐點至少正確，量要足夠吧😐\n餐點：2/5  |  服務：2/5  |  氣氛：2/5", 
      "就在火車站附近的麥當勞，購買 點更改未告知\n雖然很晚了，速度慢沒關係，但餐點至少正確，量要足夠吧😐\n餐點：2/5  |  服務：2/5  |  氣氛：2/5", "就在火車站附近的麥當勞，購買 方便，但是很難停車，而且這附近很多吃的，很少機會會來吃。", 
      "外送漢堡還是熱騰騰的。"


      
      
     ]
     
  },
  {
    "name": "麥當勞-關西服務區餐廳", 
    "reviews": [
      "少的可憐的薯條份量（小暑完全沒裝滿只有3/2包而已，大暑就如照片這樣），還有軟趴趴的薯條品質，真的讓我傻眼，玉米濃湯的玉米粒少的可憐，濃湯味道根本是淡湯⋯⋯⋯態度跟人員都很棒，只有品質很差！",
      "休息站裡繞來繞去，如果還找不到喜歡吃的東西，保險起見吃麥當勞，至少是《賣當勞》品質再差也差不到那去⋯",
      "11/27 15:24 打包餐點的人不用確認餐點嗎，大麥克變麥香雞，連打包都不會，員工訓練也太爛 餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "我點一個10號餐，給我來4號？本人我不吃牛！ 請問我要怎麼吃？櫃檯講話超小聲，又一副不確定的樣子請問貴店的教育訓練是都沒在做了嗎？然後我到底是要怎麼吃？？",
      "把生菜跟番茄拿起來，準備咬第一口，發現肉上有奇怪的東西，拉開一看是這個看起來像棉絮的東西，這個漢堡註定丟廚餘了～我餓了一整天，給我這個東西餐點：1/5",
      "來消費很多次了，無論平日假日都要排隊，今天來 我說有會員 信用卡 載具 最後跟我說載具來不及？我剛剛說給誰聽……如果沒有用心上班 可以不要站收銀嗎 每一次都是這位戴眼鏡的男員工……..真的很無奈",
      "可樂味道不對，蛋捲冰淇淋，蛋桶怪怪的，冰淇淋質地不對味道也不是平常吃到的，建議總公司管管這間麥當勞",
      "關西休息站裡面食物最公道的應該是麥當勞了！其它的真的很貴！我覺得服務很好，但是我點了地瓜薯條太乾，可能炸過頭了，火候真的有注意一下！謝謝！對了，這間沒有蛋捲冰淇淋唷！🍦餐點：3/5  |  服務：4/5  |  氣氛：4/5",
      "在新竹市區的麥當勞到處都找不到可可布朗尼口味冰炫風的時候是這間麥當勞讓我獲得了救贖 即使離市區有一小段距離 但對我來說不足掛齒 只好給10顆星了",
      "一個戴眼鏡的男店員點完餐也不會跟我們確認餐點 銀幕也沒有顯示 拿到餐點後跟點的不一樣 超鳥 服務：1/5",
      "親切的服務，美味的產品。美好的一天 不是假日來服務區，沒有太多人，領取餐點快速，溫馨提醒薯餅剛起鍋，「燙口」要小心點 餐點：5/5  |  服務：5/5  |  氣氛：4/5 建議的餐點 豬肉滿福堡加蛋",
      "今天2/13去買套餐配玉米濃湯，玉米濃湯跟其他店家比起來～湯超級稀、味道很淡（根本在喝開水）⋯😒😒😒不要因為客人多而怕供應不夠然後加太多水，這樣會影響自家的招牌形象，希望能改進！餐點：2/5  |  服務：4/5  |  氣氛：4/5",
      "餐點點錯就算了，態度還很差，第一次遇到態度差的～12/2下午19：30胖男生 餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "櫃檯人員很有耐心💗認真給她鼓勵 出餐人員厭世到天花板了～ 餐點：3/5  |  服務：3/5  |  氣氛：5/5",
      "關西服務區 大門進來的麥當勞 生意好好 沒有POS機器點餐 人工點餐 大排長龍",
      "每次東西都少東少西的欸,冰旋風沒有湯匙我是要學印度人用手挖嗎,還有上次我點泰式酸辣的醬包結果給我蜂 蜜芥末,啊這次是連醬都直接不給我是怎樣？_？忙也不是這樣一直忘的吧…送給客人之前不是應該先對單嗎？？\n餐點：3/5  |  服務：2/5  |  氣氛：4/5",
      "昨天客人很多，也看得出來上班的同仁們都很忙，但油鍋的油要換一下吧，薯條吃起來有股臭油味，超噁心的。 餐點：1/5  |  服務：5/5  |  氣氛：5/5 建議的餐點 薯條",
      "看google上顯示22:00才打烊，也並無標示明確的最後點餐時間，所以趕在結束前想點餐，抵達時店員擋在前面表示已無法點餐，有詢問店員說還沒到結束營業時間為什麼沒辦法排隊，店員表示前面的客人點完應該就差不多了（不知道店員怎麼得知的），還反問我們想點什麼，聽了之後還想了一下才回說沒辦法，所以是還可以賣但不想賣嗎？",
      "點餐人員的態度不是很好，還是一樣，薯條好好吃。餐點：4/5  |  服務：3/5  |  氣氛：3/5",
      "想吃雞塊，特地下休息區去買 離開麥當勞 開上國道 才發現給了糖醋醬，沒給雞塊。我也是醉了。國道的麥當勞 還是內用比較保險，不然外帶離開現場上國道要去拿都來不及惹",
      "10.才打烊 才9.50就擋人不給點餐 路上塞車也不是我們願意的 跟店員拜託能不能通融還被擺臭臉 肚子已經很餓了態度還有夠差 感受非常不好==餐點：1/5  |  服務：1/5  |  氣氛：1/5"


      
      
     ]
  },
  {
    "name": "麥當勞－麥當勞-新豐新興餐廳",
    "reviews": [
      "請問無敵豬肉滿福堡這樣子是正常的嗎？油多到滲透漢堡包裝紙，甚至我打開時還要用紙巾擦才能避免油滴出來。",
      "天啊\n現在外送平台只能點大薯\n結果大薯份量長這樣 請問是覺得沒有直接面對客人就可以胡亂做餐嗎？\n沒遇過這麼扯的餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "感受極好，很久沒有內用，都是使用得來速。\n這是室內改裝過後第一次，進門的時候非常多人，自助結帳台前面大排長龍。所以正在排隊中想說詢問側邊小櫃檯能否用優惠碼在自助結帳區消費時，櫃檯小美女非常溫和友善地告訴我並且讓我直接在他的櫃檯做購買。消費完成後還貼心的告知能夠幫忙送餐上樓，這真的是幫了大忙，因為自己一個人帶著小小孩；放小孩在位置上等待，自己去取餐又不放心；帶著一個孩子取餐爬樓梯也不好牽著；所以麥當勞這個舉動真的是非常非常的友善。ps漂亮小姐姐還送了孩子七巧板的紙卡可以玩，很感謝哦╮(╯▽╰)╭餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "服務很好店，只是薯條都是預炸的，去了幾次吃起來都是軟軟溫溫的，難得加價買大薯卻只有軟的薯條其實有點令人崩潰。",
      "千萬不要在早餐時段點玉米濃湯！！！\n每次品質都很不穩定 喝好幾次幾乎都是早餐時段在雷 常常很水但這次最扯 根本是加了一點玉米粒的水\n也沒什麼味道\n還是大杯的 ㄏ 有夠盤 可以再扯一點 改名叫玉米水好了\n餐點：1/5",
      "大薯的份量很少\n從下單送到家不到10分鐘也有縮水的問題嗎？？？\n買了幾次真的覺得玉米濃湯只有湯…\n這是大杯玉米濃湯的玉米這真的正常嗎？？？",
      "傻眼⋯我買兩份大薯一份小薯，結果拿出來是這樣的份量？？？？\n餐點：1/5",
      "第一次來這間店內用\n看起來訂單很多 店員都很忙\n有幾個建議的事項：\n1. 希望還是能撥空清理垃圾，看起來忙到不知道樓上的垃圾已經堆成這樣了\n2. 我用甜心卡點餐，但櫃檯一直沒有人，等了半天後才去訊問店員，問了兩次店員都請我繼續等，希望店員回答的口氣可以好一點\n服務：1/5  |  氣氛：1/5",
      "你停電不關掉uber系統是怎樣？害外送員要打給我解釋，我也在家白等，怎麽只有你們這家分店每次訂餐都有問題呢？不是漏給薯條，漏給糖醋醬，就是漏給發票，打回去還說：你的發票確實在我這邊，你是需要發票嗎？我真想回：啊不然我打給你幹麻？聊天嗎？還是你是要我去國稅局檢舉你是嗎？害我每次拿一張訂單要跑兩次，外送員也是，反正每次訂餐都有問題，就算沒漏東西，漢堡也做的跟比薩斜塔似的，今天更誇張，停電但uber系統照樣開著，完全不負責任！餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "這是我遇過最糟糕的得來速，進車道開始到取餐出車道花了我40分鐘。這樣還叫得來速？ ⋯⋯",
      "跟baby shark聯動活動的第一天我早到了，詢問服務人員活動相關事宜、她們都非常親切的回應。",
      "10：30下樓點餐，餐點很快就被服務人員送上樓，等待的過程中也看到二樓正在清潔，用餐環境蠻乾淨的。下次活動會再過來~\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "點了雙層鱈魚堡套餐外帶，中薯吃起來超像回鍋炸的薯條，超硬，還有個味道，太誇張了吧，半夜就能這樣搞嗎？餐點：1/5  |  服務：4/5  |  氣氛：5/5",
      "下班想外帶一份麥當勞好好回家放鬆享受，但回到家看到的只有沒蓋好的飲料蓋與被可樂淹沒爛掉的紙袋與餐點⋯\n這已經是在同一家店第三次碰到這情況了，心情很糟⋯我花錢買額外袋子是裝我享受的晚餐，而不是裝你們疏失造成的一團垃圾。餐點：3/5  |  服務：1/5  |  氣氛：2/5",
      "到處都是店長 吃東西還要看人臉色 真是謝了", 
      "得來速效率超級慢，是消費過所有麥當勞裡面最差的一間！竟然排隊到出餐要等半小時",
      "東西好吃 服務員態度也很好 整體給人的感受很舒服👍\n餐點：5/5  |  服務：5/5  |  氣氛：5/5", 
      "明明餐點早就準備好，店員還在玩、嬉鬧。\n結果出餐還隨性出餐，先出給後面的。把前面先排隊點餐的，當傻子嗎？餐點：5/5  |  服務：1/5  |  氣氛：1/5",
      "點三隻蛋捲冰淇淋拿內用牌坐上二樓\n隔20分鐘才送來，都融一堆了\n不要做可以倒一倒了\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "今天中午我是買單點大薯兩份..餐點好之後立馬檢查一下，這樣叫大薯？跟服務人員反應..他就說這就是大薯..也沒有要補薯條給我，一分錢一分貨..\n今天薯條並非買一送一，是單點..單點得薯條變成這樣..這樣是中薯吧？\n新豐麥當勞越做越爛，櫃台人員素質很差..（我可以體諒到服務業的辛苦，但沒有必要這樣偷工減料..餐點：3/5  |  服務：2/5  |  氣氛：1/5",
      "請問你們是人手不足嗎？2樓用餐區的垃圾桶是都不會清？\n已經好幾次看到這種情況了欸"
    ]
  },
  {
    "name": "麥當勞-湖口中山餐廳",
    "reviews": [
      "夜加下班到家肚子超餓的\n老公說：要去吃麥當勞🍔嗎？很少晚餐吃這麼飽的我說：好啊😆\n點了最近新品微牽絲起司排雙牛堡\n真的太惡了\n一直吃停不下來\n中間的厚厚黃色起司排\n微微牽絲超級好吃\n又不會膩口\n加上麵包和雙份牛肉\n吃起來太爽了\n再來一根接著一根薯條🍟好飽啦\n這次在家附近走路去吃了麥當當\n點了新品椒麻雞很好吃耶\n味道不輸給這一鍋的麻辣香氣\n好順口又好吃\n吃的很心滿意足了\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "大薯買一送一 兩個的量也差太多，本來就很少了 一個還少於微笑線🙂",
      "今天去買大麥克，其中ㄧ個大麥克ㄧ開盒，發現是反裝了嗎？拿起來看結果是夾錯了，上下都是底座的麵包，還真的是頭ㄧ次遇到，太奇葩了。\n餐點：2/5  |  服務：3/5  |  氣氛：3/5",
      "熊貓外送的大薯永遠都是這樣的量，只有幾次可能比前面的微笑高一點，不過如果向店家反應，他們還是會再送一包大薯過來，建議一次做到好，要不然每次我看到不開心，你們再處理也會不開心☹️！\n餐點：2/5  |  服務：4/5  |  氣氛：4/5",
      "玉米湯的SOP，真的要加強， 好幾回點大杯的買到都只有湯、沒有幾個玉米的狀況，今天這杯真的誇張，大杯的價格買到個寂寞？！？！？！\n(Ps)這回決定打電話反應一下，有補一杯，還算有誠意。\n餐點：3/5  |  服務：5/5  |  氣氛：5/5",
      "麥香雞品質很差，補我一次麵包都黑黑很乾有點苦 難吃\n中間來有來關心我 這次可以嗎? ( 服務很好)\n但二次都一樣壓 懷疑全部都黑的\n說機台做出來只能是這樣子 = = (黑 乾 焦 標配意思嗎 ?)\n別間都很好吃壓\n夾的麥香雞很油，因該放很久了..濕濕的\n餐點：1/5  |  服務：4/5  |  氣氛：1/5",
      "每次拿到薯條的份量都不太一樣\n大部分都比其他地方的麥當勞還要少但這次真的少得很誇張！看起來被吃掉至少1/3了！\n餐點：1/5  |  服務：2/5  |  氣氛：1/5",
      "🔴速度慢，出餐畫面出現了，還要在旁邊等很久很久，一堆店員在包裝檯結果都沒出什麼餐，幸虧沒去得來速，不然車子發著在那裡等這麼久，油錢都不知道多少了\n🔴勁辣雞腿堡吃一半發現異物，有塑膠感，不是骨頭，還好沒扎到喉嚨去，可以客訴嗎？\n🔴點餐時備註加生菜，結果生菜少得可憐，那正常的話會不會只有2條生菜？\n🔴雞腿和雞塊肉都有點柴\n餐點：2/5  |  服務：2/5  |  氣氛：2/5",
      "服務生態度良好，蛋捲冰淇淋擠得好漂亮~超多人吃的。建議裝遮光窗簾，下午太陽照射太熱太曬了，浪費了一排位置。\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "一如明亮整潔的門市，座位區舒適／點餐亦便利，得來速很優，對面也有停車場。\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "已經不是第一次少東西了，每次我都要打開檢查，這次更扯，打開裝鬆餅的盒子我的豬肉片忘記放進去！難道要我現場全部一個個打開來檢查嗎？這樣造成我的困擾也耽誤我上班時間，真的很生氣….🤬\n餐點：1/5  |  服務：2/5  |  氣氛：2/5",
      "8/30-22:10接單\n到現場等了15分鐘\n沒有人在做熊貓單螢幕上6單架上1單都沒有\n下一位外送員22:48才拿到餐點\n等收投訴吧你們\n22:10-22:30穿著跟一般職員不一樣衣服、戴眼鏡、染髮的女職\n我會特別在客訴內容提及妳\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "這家是我吃過全台麥當勞中，炸物非常難吃的一家，這已經是第N次來這邊購買了！一點都沒有改進，薯條永遠都是濕軟狀態，吃剩的薯條全家人集中起來還有一大包，勸大家去新豐店買會比湖口店好吃很多！順便提一下，我吃遍全台的麥當勞中，宜蘭五結中正路一段的麥當勞是炸得最好吃的一家，就連雞塊也是炸得非常好吃！以後去宜蘭五結都會過去買一次！\n餐點：1/5",
      "誇張 像小薯的量\n整天漏東漏西\n是不是教育訓練上出了問題\n店長是不是該檢討\n餐點：1/5  |  服務：4/5  |  氣氛：⅘ 建議的餐點大紅袍香麻炸鷄腿",
      "非常迷你的麥當勞但畢竟新所以頗乾淨，主要還是適合外帶，內用位置比較擠一些餐點：4/5  |  服務：3/5  |  氣氛：3/5",
      "2024/12/9, 二更\n照片是今天買的套餐，大薯...這也太空了吧\n_ _ _ _ _ _ _ _ _ _\n每次買薯條 真的都很難吃\n就算人很多，那個薯條應該是現炸很酥脆\n但是它們總有辦法讓薯條彎腰又油條",
      "我都還沒吃，然後大薯拿出來是這個量⋯\n餐點：1/5",
      "已經不是來第一次了每次外帶都要我自己調整包裝方式\n櫃檯人員每次都不在\n現在的麥當勞跟以前的教育訓練都不一樣了",
      "今天傍晚17：10分左右到得來速點餐，第一道窗口點完到下一個窗口，這窗口沒人等了快5分鐘，一直看到裡面的員工在窗口附近工作也沒搭理我，終於等到一個小姐來了，心想很開心的可以結帳了，結果小姐很嚴肅打開窗戶的直接跟我說：我不是跟妳說最後一個窗口嗎？被她的態度瞬間惹毛……我回：請問妳有講清楚嗎？第二個窗口任何一個告示牌都沒有告知此窗口無人請往下一個出口前進。了這麼多次得來速，第一個窗口都是語音點餐，小姐如果不發音標準一點，根本就不知道她們在講什麼，可否訓練一下員工〔含滷蛋〕的講話方式，沒講清楚、沒注意聽……根本不會知道要我們這些消費者配合到＜最後一個窗口＞結帳取餐！！要不是趕時間沒地方停車，也不會用得來速點餐，看到第二個窗口沒工作人員，我也很焦慮怎麼沒人……員工素質太差，基本禮儀都沒有！",
      "餐點的包裝有很大的問題，不是把所有能吃的東西疊在一起就可以給客人，照片拍得如此美味，實際拿到好像被車輾過\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      
      
     ]
  },
  {
    "name": "麥當勞-新竹台積電餐廳",
    "reviews": [
      "很快\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "好棒\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "台積電的救贖",
      "台積救星\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "缺點不能滑手機，殘念…\n餐點：5/5  |  服務：5/5  |  氣氛：5/5"

      
      
     ]
  },
  {
    "name": "麥當勞-竹東長春餐廳",
    "reviews": [
      "得來速點餐店員態度很不耐煩，詢問還有香芋派嗎？店員回答說：已經沒有賣很久了語氣很不耐煩。回到家買的蘋果派上面也有不明的黑色髒污，該店的品質真的是有待加強\n餐點：2/5  |  服務：2/5  |  氣氛：2/5",
      "真的傻眼⋯不是外送的問題，希望以後能老實，一個人吃，叫了30塊雞塊分享餐，大薯沒問題量感覺沒少，吃以前打開來看感覺雞塊量有少，也沒多想。\n吃了差不多5塊，感覺怪怪的，數了才知道剩19塊，有少給⋯⋯雞塊+汽水有飽足感，一個人吃也不可能吃了11塊，建議各位以後點了先算一下，確定是真的有少⋯⋯",
      "教師節全家到竹東麥當勞用餐,一家五口點了一份大麥克套餐,兩份帕瑪森安格斯牛肉堡套餐,一份麥香雞套餐,套餐加價買玉米濃湯and 冰炫風,使用麥當勞app套餐又能多換麥脆雞腿,非常划算.一家五口點四份套餐就能吃得很飽.\n麥當勞環境乾淨,內用吃起來很舒服,這次也嘗試使用自動點餐機點餐,麥當勞app優惠碼需要先刷,再點套餐才能有優惠,如果先點餐再想要使用app優惠就沒辦法了,這點建議麥當勞可以改進,因為這部分可以修改程式帶入,畢竟不是每個人都知道要先刷優惠再點套餐.\n餐點：4/5  |  服務：4/5  |  氣氛：4/5",
      "薯條真的不行，軟爛…真的太弱了\n真的可以收起來了….\n餐點：1/5",
      "我在大薯買一送一的時候去買薯條，回家發現兩包大薯站著，連U形口最低點都看不到什麼薯條只有一點點點點點(｀⌒´メ)這個還叫大薯嗎，雖然每次給的數量都不一定，但第一次看到這麼誇張的ヽ(#`Д´)ノ真的很生氣，過了快一個月還可以想起來(๑′°︿°๑)\n但除了薯條以外，其他服務都還可以，跟一般麥當勞一樣，其他服務給好評，只有那次的大薯給負評(๑`^´๑)\n來買第二次了XDD好好笑 這次的薯條超級多(*¯︶¯*)一樣附圖，只不過這次是內用，內用的應該不敢裝太少，外帶的還是要瞄一眼比較安全，外送的就沒辦法了(๑ १д१)背景雜亂的就是外帶的，放大拍得就是內用的！\n餐點：1/5  |  服務：4/5  |  氣氛：5/5\n\n建議的餐點\n大薯條",
      "大份薯條 買來份量真的少的可憐 口感也軟軟的。\n在麥當勞也可以踩雷 這間真的要慎選！\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "得來速出餐效率慢造成周邊店家上貨下貨、和客人無法停車及入口塞住。",
      "為什麼得來速每一台車點餐都要稍等2分鐘，然後自己又在外面貼說什麼不要在車道逗留太久警察會開單，還不是自己慢成那樣一台接著一台進來每台又要稍等才會塞到外面車道上的嗎？得來慢⋯😩",
      "要注意聽店員叫號，雖然有標示要消費者看螢幕上顯示的取餐號碼，但是那是騙你的，你如果一直盯著螢幕，你會等到冰淇淋都融化掉也不知道你的餐點早就好了",
      "有機台可以自己點餐，\n 快速又不會因為自己是I人而和別人不好溝通\n薯條跟雞塊都很好吃，每次吃晚餐都能吃到熱熱酥脆的口感。建議的餐點 大薯條",
      "我不懂欸 ，一開始在用app兌換的時候得來速的人員一直用不好，我還問要不要去詢問其他人，結果他跟我借去手機後又給我另外兌換了一份餐點扣了點數，問題是我已經兌換了 為甚麼又要點???\n也沒有道歉就叫我去下一個窗口?只跟我說沒有換餐點沒有關係，這不是換不換餐的關係阿，我可以把點數留著期限還比較長，阿你們給我點了兌換餐點他期限就到15號之前，我真的會氣死欸",
      "真的很棒 外送自取的時候 少了一個勁辣雞腿堡 後來跟店家反應 態度非常良好 原本想要自取 卻特別叫了計程車送過來 並且多給了四塊雞塊 真的很棒🥹\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "一到得來速點餐機 還沒開口講話\n就先跟你說 點餐稍等一下 這就算了\n一點餐 要的都賣完了沃操 叫人家等之前不能先說嗎\n空等快半小時 恩 沒了\n好幾次了",
      "真的不行...\n外帶大薯變小薯（跟評論上照片差不多\n可樂變零卡可樂",
      "薯條加+1元多一件，得來速買的這樣，請問這麼少是在欺騙消費者？？ 麥當勞不是最注重品質一致嗎？你們薯條的份量每次都非常不一樣！一定要靠消費者運氣嗎！實在很過分欸！！！請檢討！！",
      "從外面看進去裡面感覺暗暗的，玻璃有貼隔熱及遮光的玻璃貼，位置還算多、空間也算寬敞，不過大部分用餐時間都蠻多人的，垃圾桶的垃圾常常爆滿。\n重新裝潢後再訪，多了自助點餐機蠻不錯的，在現在疫情時期可以減少與他人的結束，操作也很簡單方便，可以使用信用卡結帳很方便。空間位置比裝潢前少，兒童的遊戲區也不見了，空間感覺很大，看起來也有質感許多，人潮好像沒有以前擁擠。\n有咖啡吧跟甜點區、得來速，蠻方便的，最近剛好有板烤雞腿堡限期回歸！⚠️唯一要提醒的就是⋯奶茶不要點！",  
      "回來竹東買麥當勞\n沒有一次餐點是正常合格的\n（應該要去公司投訴你們,食材品質超級爛）\n\n這次20塊雞塊爆炸乾.....是在炸什麼啊？\n上次是麥脆雞 超材爆炸乾\n這次時間上是真沒小吃好吃\n才買雞塊應付小孩肚子餓雞塊連小孩都不吃\n整個就是超級火\n餐點：1/5  |  服務：4/5  |  氣氛：4/5",
      "買了代碼B10 B11 裡面33元飲品 沒有告知直接給客人換38中杯可樂 換就算了可樂都沒氣泡剩下糖水 有夠難喝 連可樂裡的冰塊都融掉不曉得裝好放了多久 麥當勞的品質是這樣嗎",
      "從11/13號開始已經停止販售厚鬆餅堡了，點餐看板確還掛著廣告，根本就是欺騙消費者，浪費了排隊時間\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",

      
      
     ]
     
  },
  {
    "name": "麥當勞-竹北文興餐廳",
    "reviews": [
      "一直要留言都忘了，裡面工作人員服務態度有夠差剛剛才發現裡面在整修\n裡面員工會不會順便換一組人阿\n每次經過想要內用根本沒有車位\n懷疑是不是裡面員工佔據？\n冷氣也不夠冷\n出餐速度慢 還會拿到冷掉的東西\n問了也擺一副臭臉\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "薯條非常難吃 剛買像放了幾小時一樣讓很很生氣\n餐點：2/5  |  服務：4/5",
      "好的，玉米濃湯一堆漂浮物，問店員跟我說是剛煮出來但是玉米濃湯都是溫的，不懂剛煮出來的定義到底是什麼，我吃麥當勞幾百次都沒遇過這種狀況，就是負評。",
      "跟風在19號活動結束前來，結果沒意外的板烤雞腿堡沒了，以勁辣雞腿堡代替哈哈哈，烤汁豬排堡BBQ醬很濃厚，但豬肉片有點軟沒什麼結實感，但還是不錯吃啦～回味的口味讚👍🏾！",
      "買次來幾乎都是外帶。來這邊買6次勁辣雞腿堡，2次都有狀況！\n（1次是雞肉硬到根本咬不下，味道有點焦的感覺，因為實在硬到咬不動，人剛好還在附近，於是就拿回去店裡，當然經理也很客氣的換了一份新的給我。1次是吃起來明顯有焦味，裡面的雞肉也很硬，但至少還咬得下去，但外帶，人也早以離開附近，也不可能為了這跑一趟那麼遠。）只是覺得品質怎麼這麼不穩定？",
      "收銀後要準備餐點前，至少先用酒精消毒手部好嗎？我相信SOP裡會有接觸食物前清潔手部的動作吧？\n忙歸忙，衛生還是要做好，我吃完肚子痛。酒精擺在那邊當門神？如果之後還是不消毒，我也只能直接說是哪位了",
      "有得來速，汽車車位兩三個，沒有機車停車格，大部分的人都停在前面的空地。",
      "這家麥當勞位於文興路上，兩層樓高，佔地小，裝潢就是一般麥當勞的設計，停車位滿少的，附近雖然有停車格，但是滿難停的，有得來速車道，可以多加利用。\n餐點部分，薯條份量滿多的，但是玉米濃湯的玉米比其他店少，點餐速度也比較慢，用餐時間結帳櫃位少，很難快速消化人潮。一二樓雖然都有座位，但是數量不多，也沒有兒童遊戲設施，只有一間小小的遊戲室，有投影設備，可以讓小朋友玩互動遊戲。\n其他例如像是小麥麥體驗營等等有在這裡舉辦，也有一些免費活動不定時舉辦，算是中規中矩沒有特別特色的麥當勞。",
      "跟他講要麥香雞堡給我點賣脆雞腿，多付一百塊tmd😀那個點餐的一副不想上班 不想上班就回家睡覺不要來搞得我餐點\n餐點：1/5",
      "員工訓練不足，讓客人在結帳櫃檯等了15分鐘才能結帳，過程中還要一直提醒！\n餐點：3/5  |  服務：1/5  |  氣氛：1/5",
      "吃不了外送單真的不要硬吃，等超久（東西已經冷掉不好吃），顯示預計時間跟實際時間差了快半小時，而且還漏了一個漢堡。告知露餐點之後已經一個多小時還沒有消息。\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "薯條從來不新鮮，總是濕軟無脆感。\n餐點：1/5  |  服務：4/5  |  氣氛：2/5",
      "點了早餐烤貝果🥯沒給我草莓醬也沒給我刀子\n員工素質超讚的麥當勞不能只有我吃到\n🌟🌟🌟🌟🌟\n餐點：1/5  |  服務：1/5  |  氣氛：1/5建議的餐點\n鹹到爆的薯條",
      "這家已經不行了\n餐點品質越來越爛\n員工素質越來越差\n點地瓜薯條 裡面有馬鈴薯條混在一起酥嫩雞翅又黑又乾 還有油耗味 不知道幾天沒換油了\n以前是比自強南路好吃\n現在是比自強南路還要難吃\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "我點大薯欸 ？這太瞎了吧\n爛死了\n11:10去買的\n12:00打烊\n要趕著下班該給的薯條還是要給吧\n好煩喔🙂",
      "得來速很常漏給餐點，之前沒給到加價的地瓜薯條，上次沒給到漢堡，7月12日中午漏給雪碧，…，而且因為它動線沒設計好，車子排隊很常會被附近社區檢舉",
      "音樂都是韓團的歌，心情非常愉快，今天聽到aespa 、IVE、TWICE 、SEVENTEEN、STAYC等等的熱門歌，希望可以多放，沒什麼缺點，真的要提的話大概是廁所冷氣比二樓客席區還涼",
      "沒吃過麥當勞早餐，第一次吃問了服務人員香雞滿福堡內容有沒有蛋，櫃檯說有\n然後香雞滿福堡是兩份蛋，結果來的餐點沒有蛋…",
      "5月6日 整批員工換了？員工們好像都在睡，彼此關係超差的，每個餐都幾乎缺這個缺那個，外送員還要自己檢查有沒有漏東西",
      "其實一顆星都不想給，這是「內用」該有的空調溫度嗎？熱的半死，邊吃邊流汗，吃完還是繼續流汗，空調還不改善。設定溫度跟實際溫度不該劃上等號，設定25度空調不代表室內溫度是25，溫度一定會隨著來店人潮影響，適當的調整不應該是很困難的事情。這種道理還需要講嗎。餐點：3/5  |  服務：1/5  |  氣氛：1/5",

      
      
     ]
  },
  {
    "name": "麥當勞-新竹中華餐廳",
    "reviews": [
      "在這間麥當勞消費5次，目前餐點出錯次數達5次。 不忍了。 沒見過這麼散漫的的出餐\n餐點：3/5  |  服務：1/5  |  氣氛：3/5",
      "今天為外帶\n點了一份麥香雞並額外加一片肉\n回到家打開發現沒有增加額外加價的肉\n重點包裝上面有貼..加一片肉\n員工還可以少放。\n\n本來是不開心的\n\n但我選擇打電話回去\n不知道是員工還是經理接的\n服務態度我給五顆星\n耐心聽我說完 並和我說會派人幫我補送\n補送還是給一份全新的雙層\n電話過程中 耐心記錄地址跟電話\n剛剛已收到全新的一份\n接電話的人給你滿分💯\n因為你的態度 讓我願意給五顆星\n餐點：4/5  |  服務：5/5  |  氣氛：3/5\n\n建議的餐點\n麥香雞堡, 漢堡",
      "這家得來速車道取完餐，自己一定要先確認一下，不然到家後才發現送錯餐點。\n餐點：1/5  |  服務：3/5  |  氣氛：2/5",
      "用Uber eats訂了兩份套餐，結果套餐沒有附到薯條。今天晚餐時間在下雨，而且是獵人聯名的第二天，訂餐的人一定超多，\n我不抱期待的打去麥當勞，說明情況之後，店員二話不說留下我們的地址電話，也沒問原訂單編號，就說會幫我們送來🥹🥹\n謝謝麥當勞店員，有薯條的麥當勞才是麥當勞🫶🏻\n建議的餐點\n豬肉滿福堡加蛋, 麥克雞塊",
      "要不要這麼誇張 外帶套餐點大薯 這種份量 連一半都不到\n餐點：1/5",
      "你們最近餐點一直做錯就算了，連個漢堡放在盒子裡都可以放反，醬噴的到處都是，我說的是不是個例，最近一直發生，真的希望你們改善。\n附註：我今天點的是雙層麥香魚",
      "已經不知道該說什麼了餐點已經不怎麼樣炸雞的雞肉吃起來很臭\n大薯條像中薯\n中薯像小薯\n回收區髒亂不堪\n連冰炫風都擠這誇張少的程度吃五六口就沒了\n新竹的美食難道連麥當勞都沒有了嗎?\n餐點：1/5  |  服務：3/5  |  氣氛：3/5",
      "我都已經加價大碗了\n打開發現這也盛的太小碗了吧…（距離杯緣3公分了…",
      "現場買⋯不到5分鐘！打開是這樣？？？\n沒人覺得這家的麥脆雞的雞肉有怪味嗎？一股很腥的味道，超噁心⋯品質出問題了吧\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "設有得來速，然後竟然大排長龍，有夠誇張! 可能是人很多，薯條是剛炸好的，非常棒，但可樂沒有冰塊，我沒說要去冰!\n餐點：4/5  |  服務：5/5  |  氣氛：5/5\n\n建議的餐點\nSpicy Chicken Filet Burger",
      "用UB點了兒童餐，收到baby shark紙盒+英文繪本？請店家如果沒有baby shark繪本就不要開happy meal的選項讓大家下單⋯⋯拿別的繪本搪塞真的是不OK😑",
      "今日晚餐購買外帶的玉米濃湯\n裡面的料少到不行\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "昨天晚上用Foodpanda叫了外送，點了大杯玉米濃湯，但真的是第一次喝到玉米粒這麼少的湯，真的是在喝〔湯〕而已。氣到打回去跟店員反應，如果玉米都沒了就不該上架該商品到平台上販售，這樣的玉米濃湯消費者自己在家煮調理包即可...\n餐點：2/5",
      "這麥脆雞腿是還沒養大的嗎？？\n點雞塊外帶沒附糖醋醬、薯條沒蕃茄醬\n什麼爛店\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "不知道你們大麥克在包三小，員工訓練不足，大薯裝半包而已吃了一個寂寞\n–--------------------------------------\n9/9買的大麥克，一樣不會進步\nSop到底有沒有學，主管有沒有教？\n一樣給你一顆星\n餐點：1/5  |  服務：4/5  |  氣氛：4/5",
      "第三次內用的時候被拖延送餐。等很久覺得不對勁，去櫃檯看看到我的餐點幾乎都好了，差個飲料，然後沒送出。\n\n提醒一下櫃檯人員後，馬上就送來，果然就是剛看到被閒置許久的那份餐，去鹽的薯條都放到涼掉了。\n\n並非常態但已被我遇到三次，備餐流程有待加強。\n餐點：5/5  |  服務：2/5  |  氣氛：4/5",
      "阿姨們都很有禮貌，得來速算蠻快的。\n停車場要先經過得來速的車道才能進去。\n餐點：5/5  |  服務：5/5  |  氣氛：5/5\n建議的餐點\n麥克雞塊\n附近的停車場\n免費停車場",
      "真的是一顆星都不想給。排超前面結果前面的人都比我早拿快半個小時。到底是有沒有在照順序給餐。員工的服務效率也有待加強，建議加強員工訓練tmd==\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "10點半左右去到麥當勞點餐，後面在等餐的過程中，聽到廚房一位員工說（看牛肉這個樣子我不會想吃），奉勸要點餐的同仁可以不要點，聲音有點尖，聽起來像是位女生。身為客人，聽到會感覺怪怪的，廚房工作人員都不會想吃的食物，放心給外面的客人吃嗎？\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "BLT牛肉堡加一片肉...結果是加薄的...好像怪怪的 @@\n-------------------\n2024/08/02晚上店內用餐完全沒開空調...如果不希望收內用可以直說..."




      
      
     ]
  
  },

  {
      "name": "麥當勞-新竹自強南餐廳",
      "reviews": [
        "明亮寬敞冷氣可以。在自助機點餐，依號碼牌取餐。停車格不少，取餐時跟櫃檯服務人員取停車代幣。\n2024/09/11\n烏龍麥當勞工作人員。點中薯給小薯，還是孩子發現不對，才換回中薯。\n餐點：4/5  |  服務：4/5  |  氣氛：4/5",
        "氣死我了😤買完回家過個馬路自動斷掉裡面的食物雙人餐變單人餐也沒碰到水 提著過馬路自己斷掉麥當勞的分享合紙盒材質也太爛了吧！ 麥當勞總公司加油一點材質很重要❗️\n餐點：3/5  |  服務：3/5  |  氣氛：3/5",
        "12:14的訂單，到剛剛快兩點才送到，東西冷掉不說，紙盒也破破爛爛，沒人送餐也請不要出超過2小時的單，建議大家以後別訂這家，客服也沒人回應，你們店自己會去吃放到冷掉的餐點嗎？ 真的很生氣，寧可不吃你這間店！\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
        "一打開門進入麥當勞右手邊🫱座位區域尿騷味真的很重，很臭。到底誰那麼沒公德心\n漢堡麵包偏黑，很特別！！！餐點：3/5  |  服務：4/5  |  氣氛：2/5",
        "貴店的員工訓練就是種品質嗎？出餐出這種，真的不要點這家的外送，原來賣相不是餐飲業基本的嗎？我根本不知道我花56元加購這個東西皮可以長這樣，這樣少一塊是被吃了還是過程中不小心被弄掉呢？都有衛生問題吧，再有下一次我會請衛生局的人到場，餐飲業基本的衛生和賣相都做不到就不要賣了啦，就當這錢喂狗買個教訓\n餐點：1/5",
        "12/20晚上10:30左右在備餐的男員工（滿下巴鬍腮），狀況當下就是兩個30塊麥克雞塊套餐請你手把不用拉起來，我還要留空間放飲料，你口氣很不爽爽說又不是我的⋯⋯還摔客人餐點，東西不是我的，但我要保證送餐的品質，你在那不爽什麼？公司叫你來上班不是要你來耍流氓吧？我跟其他同事討論完才知道你不是第一次這種態度，該店長不用檢討員工的心態嗎？",
        "這家麥當勞很漂亮\n環境很寬敞、整潔又明亮！只是座位顯得有點少～有很大的空地\n感覺拿去設個座位區會更貼心。\n自助結帳機其實是雙面的的所以是兩台\n好多客人看到後面沒有排隊都不知道。\n餐點：5/5  |  服務：5/5  |  氣氛：5/5\n建議的餐點\n 無鹽薯條, 漢堡 冰旋風",
        "用餐環境舒服~\n服務人員態度不錯~\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
        "第二次嘍\n外送的大薯 要不要說你們是漲價還是用大薯外包裝裡面裝小薯\n餐點：1/5  |  服務：1/5",
        "我是叫外送的，但是這樣的品質我只能...\n餐點：3/5",
        "終於來朝聖新竹最頂的餐廳，還不錯。不過螢幕跳請取餐，為什麼到取餐區還要等一陣子才準備好餐點\n餐點：3/5  |  服務：3/5  |  氣氛：3/5\n\n建議的餐點\n無鹽薯條\n\n停車位\n停車不方便\n\n附近的停車場免費路邊停車",
        "三份套餐薯條加大，份量比中薯少，根本是詐騙，太跨張了，連一顆星都不想給，而且不止一次了，這次真的忍不住要評論，員工教育訓練有問題！我還明細丟了還找回來拍，真的太生氣了\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
        "為何老是這樣少給品項？？？\n不是第一次起碼三四次了！！！！！\n奇怪？點一個套餐難道不能再加點一個薯餅嗎？為何老是少給？？？\n2024/8/13 早上06:59 外帶編號2557\n餐點：2/5  |  服務：1/5",
        "改裝前來過，雖然覺得改裝前就很棒了。 位子比較多。\n但改裝後， 也是陽光☀️美好😊，\n在這又有歡樂時光。\n餐點：5/5  |  服務：5/5  |  氣氛：5/5\n建議的餐點\n無鹽薯條, 無敵豬肉滿福堡加蛋",
        "外帶要當場商品，東西有少ㄧ個蘋果派，建議店員要跟顧客清點一下。飲料也給錯了，傷心💔",
        "現點現做，\n這樣的要求大家都覺得很麻煩，\n但是他/她們不會^^反而告知需要我們耐心稍微等一下，態度很好，我喜歡！！！\n餐點：4/5  |  服務：4/5  |  氣氛：3/5",
        "上上週有舉辦獵人試驗\n到目前沒看到東巴\n大家都非常守秩序\n餐點：4/5  |  服務：4/5  |  氣氛：4/5\n\n建議的餐點\n無鹽薯條",
        "明明在車道點餐就說不要醬料不要酸黃瓜\n電腦屏幕上看到「增加」酸黃瓜也有跟店員反應是「不要」\n點餐的男生反而口氣很差的說你不是不要醬料不要酸黃瓜嗎？\n回家打開要吃裡面居然還有酸黃瓜？？\n就是看到電腦屏幕上寫增加才又二次確認\n確認後竟然還是有？跟客人確認都是確認假的嗎？\n態度還那麼差！\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
        "10/03颱風天下午點得來速，刷卡的小姐很靠北，而且一直不停嫌東嫌西，一下會員條碼不能太早點出來..., 一下點數換畫面不出來怎麼換，啊就app爛，收訊差啊。\n馬的，你們麥當勞app要不要同時支援顯示會員跟點數換，還有加強手機訊號可以嗎？\n一直催一直唸一直不耐煩，發票條碼刷三次才好，line pay也三次，要不要基本功練好再出來.....\n還是考慮颱風天回家休息去，不然妳辛苦，別人也辛苦\n服務：1/5",
        "文興店裝修，再度光顧，\n可樂依舊超～～難喝，沒冰、沒氣、味道超淡！這次加碼漢堡是冷的，麵包又乾又粉粉的，到底是放了多久？薯條軟趴趴，麥當勞總部不用管管嗎？\n這麼難吃不能只有我吃到！給你五顆🌟！\n餐點：1/5  |  服務：3/5  |  氣氛：3/5"

        
        
       ]
  },
  {
    "name": "麥當勞-竹北光明餐廳",
    "reviews": [
      "在竹北的麥當勞光明餐廳用餐經驗非常愉快，這裡的環境寬敞明亮，座位也相對舒適，適合和朋友或家人一起來享受一頓快速又美味的餐點。餐廳內部保持得很乾淨，服務人員也都非常親切且效率高，無論是點餐還是用餐後的清潔工作都做得很到位。至於餐點部分，我特別推薦「經典雙層牛肉堡」，兩層厚實的牛肉搭配鮮嫩的生菜和特製醬料，口感豐富，絕對能滿足對重口味的需求。另一道必試的就是「麥香雞」，雞肉外脆內嫩，搭配酸酸甜甜的醬料，味道十分誘人。如果是喜歡吃輕食的話，「凱薩沙拉」也是不錯的選擇，清爽又營養，與主餐搭配非常合適。\n此外，若是甜點控，千萬不要錯過「蘋果派」，外酥內軟的口感令人回味無窮。總體而言，這間麥當勞的餐點品質穩定，服務也很好，是一個方便快捷的選擇。\n餐點：4/5  |  服務：4/5  |  氣氛：4/5\n\n建議的餐點勁辣雞腿堡 麥香魚用紙包 oreo冰炫風, 薯條",
      "10塊麥克雞塊有13塊 整個盒子塞到變形 好貼心\n我如果說謊歡迎調監視器對峙 2024/10/16 18:30 39號 服務人員送餐到桌\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "店內座位多，有附設多台自動點餐機供客人點餐。薯條給的份量整個滿出來，大推👍",
      "已經不止一次遇到這樣的事情了，做漢堡的手還是眼睛有問題啊，員工到底有沒有訓練好？\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "12/29早上去買豬肉蛋堡，為什麼菜整個是黃的，消費觀感不佳，麻煩以後請餐廳加強食材管理。\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "超難吃🥲烤太焦了，玉米湯也跟其他家味道不同，薯條還可以\n餐點：1/5  |  服務：3/5  |  氣氛：2/5",
      "服務態度極其差勁，冰炫風給的量意外的少，詢問服務人員給的回應態度不耐煩，且講話大聲，令人感到不適。\n餐點：1/5  |  服務：1/5  |  氣氛：1/5\n特殊餐點\n珍珠奶茶冰炫風",
      "竹北中華店*每一次*雞塊都沒給糖醋醬，今天來這家卻吃塑膠包裝一角⋯以為拿掉就沒事了，突然又發現好像一根睫毛⋯不知道該怎麼繼續咬下去，會不會又發現什麼⋯當時現場前面只有一位顧客總共沒有超過三個顧客但還是等了很久。",
      "這家店的人員編制明顯有問題 每一次大約晚上10點多來 內外場一團亂 薯條炸完逼逼逼老半天沒人去按 客人就算不多也等超久 人多的時候更是排到天荒地老 飲料區一個人忙到靠北 現場結帳櫃檯總是沒人要等超久 不是個案 是每次來都這樣 沒看過這麼瞎的麥當勞\n餐點：3/5  |  服務：1/5  |  氣氛：2/5",
      "你們沒那人力和制度就不用搞限定餐點，我就不想跟一堆跟風的人排隊我點其他餐，然後明明我餐就好了，一直都沒有看到，你們一直叫我等一下，結果我的餐被拿走了就是前面那個處理很久的，我叫你們直接退費算了，才直接把餐拿給我⋯這樣我在那邊浪費這麼多時間是時間太多嗎\n餐點：4/5  |  服務：1/5  |  氣氛：1/5",
      "平常我是不會寫評論的，但這間麥當勞真的是噁心到我，上次外送點套餐沒給薯條，這次加購辣腿排也沒付，到底是哪個員工素質這麼低，都不用管一下?\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "中薯給超少，看櫃檯後方薯條都裝滿。詢問店員薯條怎麼裝這麼少，店員回答 我們有一定的克數。我就問大家有人看過麥當勞裝薯條裝好秤重的嗎？🤔\n服務：1/5",
      "可以看到這是許多小家庭的用餐選擇，空間很大（有網路、充電插座），但我希望飲料可以改成環保杯\n餐點：5/5  |  服務：3/5  |  氣氛:4/5\n建議的餐點",
      "我是週二的2644，那天少給雞塊，說要送來、我說不用了，今天去消費，也取了補我雞塊，東西好吃😋，給你們一個讚，辛苦你們了。\n餐點：5/5  |  服務：5/5  |  氣氛：5/5\n建議的餐點\n薯條",
      "四顆給之前處理還不錯幫補血 但拜託都兩次了 套餐有點搖搖粉薯條 外送都沒有送來 事後補一包新的是很好啦 但不能每次都這樣吧 當下吃感覺就很差\n明明知道是訂單bug 問題 同樣情況一直發生 兩次了麻煩你們人員去跟熊貓處理一下",
      "吃個早餐我說送餐到桌，結果半天都沒送去櫃檯問沒有一個店員知道體驗很差",
      "外帶雞塊優惠+1元多一件，一盒雞塊只有5塊，出餐品質有待改善，總不會要外帶還要一個一個餐點打開檢查才能得到應得的品質吧！\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "上個月自備環保杯店員居然沒折扣5元，我還以為沒折扣活動。後來查網路好像有欸？覺得很無言\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "感覺有進步…上次來的時候…環境很差…這次去乾淨了許多\n還是一樣的問題，安裝自助點餐的位置太靠近門口，導致於門口容易塞車\n餐點：4/5  |  服務：4/5  |  氣氛：3/5",
      "飲料機臨時故障，原本點中杯飲料被告知可以換玉米湯，結果竟然直接變小杯的，不是很開心欸\n餐點：1/5  |  服務：1/5  |  氣氛：1/5"




      
      
     ]
  },
  {
    "name": "麥當勞-新竹關新餐廳",
    "reviews": [
      "滿心歡喜地來品嚐麥當勞，很可惜給餐讓我很失望，所以只給一顆星了，餐點的部分份量是越來越少，而飲料的冰塊卻越來越多，在餐廳氣氛的部分多給一顆星是因為環境真的還是不錯的，以上為個人光顧的心得了，謝謝。\n餐點：1/5  |  服務：1/5  |  氣氛：2/5\n建議的餐點\n雙層牛肉起司堡, 雙層牛肉吉事堡, 大麥克生菜加量",
      "過去幾年因為剛好上班順路都會買關新麥當勞，以前薯條都沒什麼問題，後來開始減肥就沒買了。最近一個月(2024/11)我解禁又開始吃，結果薯條超軟！不管什麼時間點去消費，拿到的薯條都是軟的！我都是開車買得來速或是進店內買，現場拿到馬上吃。要軟成這樣到底是放多久？還是原本就炸不好？重點我是傻子都還單點大薯😠😠😠再也不來關新麥當勞！",
      "今日叫外送，結果薯條剛到就已經軟塌變溫，而且分量超級少；用來裝杯子的杯架，杯底居然全破掉，導致兩杯可樂灑了很多出來。\n綜合上述，建議注意外送品質，這次體驗很差。\n餐點：2/5  |  服務：3/5  |  氣氛：5/5",
      "11/24、10:30 麥當勞歡樂送的大薯份量有夠少，需要加強人員訓練\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "在關新公園附近，人潮較多需等候⏳\n早餐推薦吉事蛋堡與玉米濃湯😋\n2024/11/16到訪店內有貼公告鬆餅堡缺貨中！\n餐點：3/5  |  服務：3/5  |  氣氛：3/5\n建議的餐點\n微牽絲起司排雙牛堡 大薯 六塊麥克雞塊\n\n附近的停車場付費路邊停車",
      "客人很多很忙我知道，早餐沒看清楚就出餐…\n少一個漢堡\n雞塊上面有毛冷冷的，就換了一盒給我什麼都沒說\n要的一杯水裡面也髒髒的…\n點的無糖紅茶變檸檬紅茶\n需要注意⚠️改進一下…\n餐點：2/5  |  服務：2/5  |  氣氛：3/5",
      "到底為什麼每一次！每一次！歡樂送大薯都冷掉，份量也不到啊，真的是每一次欸，不要是歡樂送不能選店家，真的不想點這間\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "於8月4號晚上透過熊貓外送平台，送來的雙牛吉事堡表面都塗滿番茄醬，ㄇㄚ的你們店是有聘請身心障礙還是喜憨兒工作人員嗎？故意的是不是？？？\n不爽不要做啊！！\n餐點：1/5  |  服務：1/5  |  氣氛：3/5\n建議的餐點",
      "帶小孩很餓出來買得來速，服務人員態度有夠差，有夠耳包喊了三次才聽到，還沒有掛名牌，直接沒有胃口，麥當勞就是這樣教育員工？沒看過這麼雞掰的，難怪你們店的評分有夠差\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "薯條份量太誇張了吧…這比小薯還少欸\n而且去鹽還是冷的 品質真的太差了…\n餐點：1/5  |  服務：3/5  |  氣氛：2/5",
      "11/14更新：厚鬆餅堡系列已「暫時」賣完！要吃的人換別家！\n品質基本，用餐時間人流消化慢，內用杯有異味，感覺洗沒乾淨？桌子也都髒髒的。\n希望人手能夠補滿，這樣問題便能解決！\n餐點：3/5  |  服務：1/5  |  氣氛：1/5",
      "女店員態度差～\n自助點餐機就壞掉沒印號碼牌，\n請問拿餐是要給什麼號碼單？\n還說什麼下次記得拿，口氣超差，真是傻眼==\n員工訓練有待加強\n餐點：5/5  |  服務：1/5  |  氣氛：1/5",
      "在Uber下單後不到二十秒打到店裡 希望漢堡可以幫我特製多一份番茄醬\n接電話的猶豫一下馬上跟我說漢堡已經包出來了欸可能沒辦法\n請問一下店裡是怎麼在尖峰時刻且下單不到一分鐘內把漢堡包出來的？難道廚房包漢堡的頁面上只有我一個BLT嫩煎雞腿堡？😆 下次拒絕的理由還是用好一點 這種隨便找藉口敷衍客人的態度是怎麼當上管理組的呀\n服務：1/5",
      "之前拿餐點很常漏給東西，現在可能有改善（建議拿到餐點要清點再離開）。櫃檯點餐的先生感覺人很好，有耐心。薯條買一送一拿到很多細碎渣，很像最後剩一些沒炸新的，剛好被我遇到Q_Q\n餐點：4/5  |  服務：5/5  |  氣氛：4/5",
      "新竹排隊美食，人很多，但店員出餐速度蠻快的\n餐點：4/5  |  服務：5/5  |  氣氛：3/5\n建議的餐點",
      "買餐點東缺西缺的，一下沒貨一下咖啡機壞掉。有先講就都算了，但是點餐的時候不說沒有蛋，點完餐到旁邊等了才聽到在說沒有蛋。滿肚子火過去櫃檯要講，經理看我們很生氣，過來叫櫃檯去忙他來處理，然後經理沒處理自己人就消失了。是不是仗著關新路只有這間麥當勞就這麼囂張?\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "啊 蘋果派比較好吃 邪門歪道退散\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "這一間麥當勞真的是我吃過最難吃，而且服務很差，別間麥當勞薯條就算冷掉也不至於這麼難吃，這一家的薯條拿到基本就冷的，而且神難吃，漢堡扁到不行，感覺刻意被壓扁，最後給餐人員態度超差，詢問還有餐點沒有拿嗎？給餐人員（穿粉色應該是組長）連看都不看，超不屑的揮手說都到了（語氣也很差），配上揮手那個動作，真的讓人再也不會去了！\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "可以算是新竹地區最友善的麥噹噹餐廳了吧\n室內寬敞，座位區多，也有雙人小桌位，室外也有座位，門口規劃有機車位\n主要是三寶奧客比起其他間少很多，不像竹東店那樣垃圾奧客+屁孩一大堆\n餐點：5/5  |  服務：5/5  |  氣氛：5/5\n\n建議的餐點\n蛋捲冰淇淋\n親子友善程度\n有提供兒童座椅，且空間寬敞，也有戶外座位區",
      "連續訂兩天歡樂送都被取消，而且未告知或晚送到，導致臨時名外買，真的是很差勁，害小朋友上學遲到，真的是差勁透頂了"




      
      
     ]
  },
  {
    "name": "麥當勞-新竹光復二餐廳",
    "reviews": [
      "好扯我不知道店員問幾包的時候還登記是要幹嘛？！這種配套措施具有爭議，其實應該強制你需要多少就是多少，都一個個登記了，前面兩排都買20包走，剛登記卻只買幾包說臨時改變主意，那請問把排隊的人當傻子了嗎？而且覺得店員連問都別問，引起不必要的誤會，因為得知黃牛存在還大剌剌愛獻根本不愛獵人的人，這種炒作真的太令人鼻酸了\n餐點：1/5  |  服務：5/5  |  氣氛：3/5",
      "獵人活動辦得很有秩序，管制入場讓排隊的人不用匆匆忙忙點餐，店員還很用心宣導規則和回答大家問題，也有先統計有沒有需要較長備餐時間的雞腿雞翅，讓我點完餐沒有等很久！很感謝這次的店員點餐的時候也都沒有不耐煩還願意幫我用環保餐具裝🥹在店內用餐聽到背景音樂是departure!就決定來這裡五星好評了！\n看到很多朋友去的麥當勞都搶得很激烈衝來衝去的，很慶幸自己前往的店家很和平，讓我順利拿到撲克牌😎餐點也比清大店好吃很多（清大店的薯條超難吃）以後會更常來的😻\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "餐點口味依舊，但是我點的是沙拉不是草原，請適當將美生菜撕成一口大小，不要讓客人用叉子叉著啃\n餐點：3/5  |  服務：4/5  |  氣氛：5/5",
      "第一次遇到雞腿的皮掉一大塊⋯⋯\n肉吃起來乾乾的，覺得傻眼🥲\n餐點：1/5  |  服務：1/5  |  氣氛：3/5",
      "我叫外送的，結果你們出餐也能出錯...\n我叫套餐的，送來的就那麼一小包，怎麼摸裡面都沒有套餐的量，薯條也沒有，真的很扯...因此我直接不接受此訂單...",
      "2024/7/1 下午5:25 點的薯條是冷的（放了一陣子的那種冷），而且甚至還是現場馬上吃，先給一星，下次來如果有改善在說\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "點了個麥脆雞腿，貌似被偷啃了一口皮且烤焦，不能因為人多品管就下降了吧",
      "停車不方便你們寧願空著鎖起來也不給想進去購買的顧客停車🙄對我就是那個找不到停車位放棄購買的人。\n餐點：3/5  |  服務：3/5  |  氣氛：4/5",
      "笑死少給一杯飲料我都沒臭臉了你是在臭臉什麼，但站在前面櫃檯的服務人員態度不錯。本來覺得少給飲料沒啥大不了的，結果喝到一半裡面還有不知道是啥的小黑點點，看起來像蟑螂🪳或是果蠅。\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "1、一樓櫃台的阿姨很熱情，服務親切。\n2、二樓座位區乾淨整潔，用餐環境不錯。\n3、內用使用環保杯。\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "去別間麥當勞外帶都比這家內用好吃，品管真的有待加強。雞塊跟勁辣雞腿肉跟皮是分開的，皮硬到我以為在啃木板，氣炸。\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "1.早上來沒1+1男店員很客氣介紹。\n2.中午來人多些女店員還跟我說不好意思讓你久等了。\n3.餐點就是讓你吃飽後很快餓的食物。\n4.咖啡有點小貴就沒點。\n5.每次早起都吃這個。\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "薯條整個都軟掉 吃起來就放很久 可樂是怎樣跟糖水一樣 冰塊就那幾塊 麻煩一下不想做直接拒絕好了 知道你們忙 但沒必要這樣這樣吧\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "點考雞沙拉沒有給我醬……\n對於上班族中午來說不是折騰嗎？\n我不知道員工素質怎麼訓練的\n沙拉給醬應該是基本吧\n服務：1/5  |  氣氛：1/5",
      "薯條份量不誠實\n大薯跟中薯量差不多\n餐點：1/5  |  服務：5/5  |  氣氛：5/5",
      "點大薯吃份量只有這樣（在車上才吃五根，當時沒發現），這家麥當勞真的超雷，真的不要吃這家 爛到爆 ，飲料也只有3/4杯 超級誇張 真的不要來買，不然真的會買到一肚子氣\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "今天開賣獵人盲卡包\n開賣之前有工作人員出來登記排隊每個人的購買數量\n但開賣之後在原本有登記到數量的人消費完成之前整個卡包的販賣就結束了\n提問之下給的回答是前面有客人更改購買的數量\n那為什麼會不是按照前面詢問的購買數量去做販售\n店家如果已經出來作數調了，就應該按照數調的數量下去販售\n而不是隨意地更改，讓人空歡喜\n讓客人都以為自己可以買到而在那邊吹風排隊\n如果數調只是個擺設，那請從一開始就不要做=)",
      "環保杯折價五元，在馬偕店都要顧客要求、提醒才會退五元，而且要主管才能退，本以為麥當勞系統都是這樣，結果去清大店，是店員結帳直接退，覺得應該像這樣主動退才好。\n餐點：3/5  |  服務：4/5  |  氣氛：4/5",
      "薯條軟的 汽水沒氣\n營養不良的那個店員在收銀台前\n看了我三分鐘才來幫我點餐\n問他可不可以確認餐點，不理我\n還擅自幫我單點東西ㄏㄏ\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "11/3中午點餐，號碼2606，點餐機沒有麥脆雞可以點，結果是幹部說忘了解鎖，然後説稍等後，直接等了快10分鐘，中間已經又替好幾個客人點完餐，但還是沒解鎖，連我自己第一次點的餐點都做完了，竟然還不能點麥脆雞，最後所有人都不在櫃檯，讓客人自己在那邊傻傻的等；這個服務態度我覺得很不行，去了那麼多年，以前從來沒發生過這種事，現在是換人經營了是嗎\n餐點：4/5  |  服務：1/5  |  氣氛：1/5",
      "點餐機點完在櫃檯第一個等10幾分鐘都沒人結帳\n後面都排一堆人了也假裝沒看到\n有的員工走來走去一直裝忙",
      "早上有一個年輕店員給了我酷拉皮卡的紙袋！服務很周到，請經理別再唸他了\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "麥克雞塊不好吃，吃起來像隔夜且重複加熱過的感覺，希望連鎖店的品管可以再加油，但服務非常好👍單純是麥克雞塊口感不佳，望改進。\n餐點：1/5  |  服務：5/5  |  氣氛：3/5",
      "不小心踩空樓梯扭傷而動彈不得，女店員立即上前詢問並提供冰敷，還幫忙拿包包到座位，謝謝暖心的幫忙呦^w^\n服務：5/5",
      "歡樂送系統沒有關 收到單沒做 我親自去確認之後送來 已經是兩個小時之後的事情 餐廳沒有一點表示 連一聲抱歉都沒有 漢堡送來像是剛跟葉問單挑 我真的愛了\n餐點：1/5  |  服務：1/5"










      
      
     ]
  }
  {
    "name": "麥當勞-新竹光復餐廳",
    "reviews": [
      "12:57從得來速入口處開始排 1:40拿到餐離開\n沒有海苔粉， 等了40分鐘薯條還是冷掉的陽痿薯條\n建議要買得來速的，可以去關新店\n餐點：4/5  |  服務：2/5  |  氣氛：2/5",
      "後廚一直傳出戲笑打鬧的聲音\n麥當勞應該是工業流水線快餐的標竿\n這樣的作業環境 我要怎麼相信後廚有按照SOP出餐呢？\n期望能做出有效整改 餐點：5/5  |  服務：3/5  |  氣氛：1/5",
      "9/11下午的店內播的音樂蠻不錯。\n難得可以在麥當勞聽到韓國獨立樂團或是落入飛車之類的音樂。少數我不會自己戴上耳機的素食餐廳經驗",
      "漢堡整片燒焦，還想用起司蓋住，換了一份新的來之後因煎台沒清，一樣有部分燒焦物\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "去了幾次發現這間麥當勞懂播音樂喔 竟然可以在外面聽到ぷにぷに電機\n餐點：4/5  |  服務：4/5  |  氣氛：5/5",
      "麥克雞永遠都是溫的\n今天得來速跟我說現炸稍等\n結果拿來還是溫的\n都不知道放了多久了\n真的很失望",
      "全台最慢麥當當沒有之一，晚上11點沒啥人都可以等40分鐘，然後人越堆越多惡性循環。服務：1/5",
      "得來速根本得「慢」速⋯⋯\n甚至於點餐要重複兩次，結帳也報錯金額，如果沒有聽清楚不是花冤枉錢👿\n終於知道為什麼關新路的麥當勞比較多人而不選光復路了😆😆😆\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "今日叫麥當勞歡樂送兩份雞塊原腿分享餐，薯條裝的很多，但感覺像鍋底最後的屑屑都短短爛爛的，玉米湯都酸掉了，4杯只喝了3杯，另一杯沒敢再喝，餐廳人員都沒有先試喝再出貨嗎？對這次外送體驗感受很差，已經有向貴餐廳反應此套餐的問題，處理後續方式還可以接受，服務人員態度都還不錯，希望貴餐廳能加強對餐點的用心",
      "蕈菇在皮下 皮都濕掉",
      "8/5還有happy meal\n珍惜食物\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "可樂賣到有怪味...\n兩杯中可 兩杯喝到怪怪的甜味\n品質有待加強",
      "大家不要被大薯買一送一騙了\n今天外送來一打開都還沒吃就只有這樣\n垃圾麥當勞",
      "早上來櫃檯沒人站櫃服務，使用點餐機點餐，餐點製作快，不用等很久，門口不能停車，機車也不可以，是紅線區，警察很會開單\n餐點：4/5  |  服務：4/5  |  氣氛：4/5",
      "我的漢堡麵包都燒焦的，氣死了😡\n餐點：1/5",
      "美式大氣/公用空間",
      "用Uber eats訂了兩個套餐配大薯，結果兩包大薯的份量都超級少，希望在裝餐點時可以再注意一下。",
      "很常點餐不管是外送外帶內用，都會漏東漏西，理由就說我會在強化內部管理訓練，很爛的一家店\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "櫃檯最好都不要有人出來幫忙結帳，乾脆設得來速服務就好",
      "名副其實的無障礙廁所水龍頭很好用，哪像旁邊的普通水龍頭用起來超有障礙\n餐點：5/5  |  服務：5/5  |  氣氛：5/5"


      
      
     ]
  },
  {
    "name": "麥當勞-新竹南大餐廳",
    "reviews": [
      "新竹市東區南大路上的麥當勞餐廳，位置在後火車站、靠近竹蓮市場，附近店家眾多，也會看到一些外籍移工前來用餐。因為店面關係，一樓是點餐櫃檯，內用則要從旁邊樓梯上樓到座位區。\n\n因為這家餐廳對無障礙設施相當重視，可以看到樓梯扶手上，還裝有電動升降椅 。樓上的空間不大，還是有不同型態桌椅位置。\n\n餐點中規中矩。個人覺得比較值得一提的是，洗手間的規劃，要經過走廊，且有標示優 質，可能是獲得肯定之類的，實際上也維護得不錯。曾看過有其他餐廳的洗手間，門就面對在用餐區前，進進出出，大家都尷尬。\n餐點：5/5  |  服務：3/5  |  氣氛：3/5\n\n停車位\n不確定\n\n附近的停車場\n不提供停車位\n\n停車場\n店家不提供停車位，門前車位也不好 找。",
      "最喜歡勁辣雞腿堡\n薯條要內用比較好吃\n宵夜或是壓力大就是要吃麥當當ㄚ\n餐點：5/5  |  服務：5/5  |  氣氛：5/5\n\n建議的餐點\n牛奶糖冰旋風, 麥香魚\n\n特殊餐點\n薯條可去鹽", "冰旋風量超少欸\n買到立刻吃了\n如果量那麼少，紙杯幹嘛這麼大？\n餐點 ：3/5  |  服務：3/5  |  氣氛：3/5",
      "連假都睡到下午醒 連續三天在這吃都會單點炸雞\n雖然棒棒腿跟腿排是隨機 但是連續三天都是棒棒腿 妳說這隨機就有點過分了 店家要是沒進腿排 就不要給人隨機這個標籤\n餐點：1/5  |  服務：5/5  |  氣氛：5/5", 
      "服務很好，自 動點餐完可選擇是否要協助送餐哦~~內用提供循環杯!棒很環保^_^\n餐點：5/5  |  服務：5/5  |  氣氛：5/5\n\n親子友善程度\n內用座位有多人分享區，椅子的檯面有比較低一些\n\n無障礙設施\n樓梯設有輪椅輔助器", 
      "今天買早餐時間9:35我只是跟穿粉色上衣的女生要一個 紙袋裝飲料因為要放包包裡 他就口氣不好說你就直接拿就好、不是服務至上嗎！態度怎麼這樣 當主管就這麼了不起嗎？\n餐點：2/5  |   服務：1/5  |  氣氛：1/5",
      "颱風深夜\n沒車回台北被困在新竹車站\n還好有24小時營業的麥當勞南大店\n點上喜歡的餐點\n在舒適的環境中聽著音樂\n幾個小時飛快流逝\n大夜班的幾位員工服務也超親切的\n所以是個偶發新體驗愉快的夜晚\n餐點：5/5  |  服務：5/5  |  氣 氛：5/5", 
      "櫃檯服務人員大致上_不錯。\n只有一位男的頭髮捲捲的胖胖的疑是經理/店長口氣極差。\n我點玉米湯，我說可否給一點玉米，那男們肥捲髮店長/經理，就口氣極差的說「玉米湯」-湯」，是沒有玉米的！\n😅真不知道他學歷是小學嗎？\n既然依據他所言「玉米湯」 沒有玉米，那為何買的玉米湯裡面有玉米粒，真不知道他書是讀去哪？\n所謂\n🔴「玉米湯」，裡面是含有玉米粒的！\n🔵「玉米「濃」湯 」裡面是只有濃湯，沒有玉米粒的！\n🍒實質上，他的口氣態度有夠差勁，既然服務業就應婉轉說盡量\n，而不是口氣極差「玉米湯裡面是 沒有玉米粒的」，這樣讓顧客這個人怎那麼沒品！\n再者，還有更囂張的態度，我在樓上用餐，我提著和尚鸚鵡（偶爾叫一聲）若說職位高 也不能目中無人，縱使不能帶寵物就婉轉告知而不是對我我「喝！要不是我上來真不知道你帶隻鳥在樓上，然後一直唸，光那態度行為，我 就懶得理他！樓下買玉米湯就一把火了！你上樓又怎樣！我沒消費、付款嗎？什麼態度！態讓客人用餐不爽還能當經理/店長！麥當勞主管真應該重新訓練這位男肥胖、捲髮的服務員的態度！\n餐點：3/5  |  服務：2/5  |  氣氛：1/5", 
      "凌晨四點多近五點許多家麥當勞已開始準備賣早餐，已不販售薯條，但是南大路麥當勞願意幫你現炸喔！謝謝南大路可愛的店員👍👍👍\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "非常棒， 不愧是以人為本的公司。 我在拿餐點的時候不小心絆了一下， 餐點跟飲料落地 員工立刻來關心 還補上了我弄倒的餐點。 對 於造成多出的清潔工作我真的很抱歉， 也非常感謝員工們的幫忙\n餐點：5/5  |  服務：5/5  |  氣氛：5/5", 
      "前幾週去得來速買，沒有 給到薯餅想說算了，今天去買貝果又沒有給乳酪醬跟草莓醬，以後去買真的要自己檢查==\n餐點：1/5  |  服務：1/5  |  氣氛：3/5", "走出店外還在跟男友討論\n竹東店得來速很常漏給餐點\n結果剛剛在南大店買外帶\n到家打開漢堡\n覺得漢堡怎麼縮水變這麼小？\n點勁辣雞 腿堡給「麥香雞堡」\n外包裝還是勁辣雞腿堡\n\n到底為何這麼有制度的國際大企業\n一切照著機器人的sop操作方式\n還可以犯這種低階的錯誤？\n\n真的令人失望\n這大半夜誰還想為了一個堡\n跑回去反應處理\n\n誰想吃麥香雞堡付勁辣雞腿堡的錢！！！！！！！！？？？？ ？\n\n人員訓練是不是要加油一下？\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "第一次遇到會騙人的麥當勞\n一進去就說我是uber，兩單都是\n一個高高肉肉眼睛小戴眼鏡的男生跟我說： 「要等十分鐘」\n等了十分鐘進去又變炸雞要現炸要等二十分鐘\n我說： 「那你剛剛 那十分鐘根本不是十分鐘啊為什麼要說十分鐘」\n他說： 「那有什麼問題嗎？」\n奇怪你的時間是時間我們其他人不是哦？一開始可以講半小時為什麼要騙人？\n態度是在差什麼？你會騙人就是最大的問題啦\n不管投訴有沒有用我一定投訴你\n餐點：1/5  |  服務：1/5  |  氣 氛：1/5", 
      "點餐送到桌服務\n用餐區在2樓3樓\n有升降座梯及友善廁所\n對行動不方便的人非常的友善\n\n用餐環境整潔明亮\n麥當勞一慣的設計以及這一間店友善的服務\n超越市區其他麥當勞分店水準\n建議的餐點\n麥香魚",
      "薯來堡沒有薯餅問題反應後特地重新外送一份新 餐點值得五星好評\n餐點：5/5  |  服務：5/5  |  氣氛：5/5", "員工一堆跟我說櫃檯點餐要等一下重點是現場也就一組客人已經點好了在等取餐，我等了5分鐘左右櫃檯沒人幫我點餐我就直接走人改吃別的了.....還有那個點餐機我也是服了,如果要用現金付款點完餐還要在去櫃檯排隊付錢那幹嘛不直接到櫃檯點餐就好了，有差那幾秒鐘嗎？之前冰淇淋機壞了也是搞了10來分後，才跟我講早講錢退ㄧ退不就好了，前 面比我晚點餐的都走了...😒\n餐點：1/5  |  服務：2/5",
      "今天就沒有賣鬆餅堡了，還可以漏掉我的單。我等了我的餐20分鐘，是怎樣， 滿福堡的豬還在養？玉米湯的玉米還在種？\n餐點：2/5  |  服務：1/5  |  氣氛：1/5", "連續兩個餐都給錯\n點的勁辣香雞翅\n都拿成勁辣雞腿堡\n人手完全不夠 等超久\n餐點：1/5  |  服務：3/5  |  氣氛：1/5", "這間麥當勞相對食品路麥當勞人口少很多\n雖然歷經多次 改裝整體還是很舊\n看得出年代感\n感覺就像外帶專門店XD\n不過食物沒問題👌🏻",
      "我覺得對於排隊動線更清楚會比較好，不然一人卡在 點餐機跟人員點餐中間，反而讓人更弄不清楚排那位置\n餐點：5/5  |  服務：5/5  |  氣氛：4/5\n\n建議的餐點\n板烤雞腿堡套餐, 麥香魚", 
      "喝玉米濃湯用什麼餐具吃玉米？ 用手抓還是筷子？ 不給湯匙是幾個意思\n餐點：5/5  |  服務：1/5  |  氣氛：5/5", "內用餐點會由服務人員送上樓，是一位親切溫暖的阿嬤送餐，態度非常好也相當積極，辛苦了！\n服務：5/5", "今天來排獵人撲克牌活動，排隊動線、引導人員、櫃檯點餐還有出餐人員真的非常流暢並且態度良好，必須給個五星好評！",
      "BT21結合，新品草莓冰炫風，味道比想像中好，之 前去的麥當勞都賣完了，難得在新竹可以看到，一時興起沒忍住。後面找了個路邊停車格趕快吃完，無法好好享受🤣🤣#给生活加点甜😋每天都快乐一点 #在平凡日子里热爱生活 #草莓冰炫風 #麥當勞 #麥當勞新品",
      "櫃檯排這麼長，服務員還在那邊推託點餐，點餐的態度又鳥， 沒大人了是吧？\n備餐慢的可以，訓練不知道怎麼訓練的\n餐點：4/5  |  服務：1/5  |  氣氛：1/5", 
      "不是防疫期間 衛生要更乾淨嗎⋯⋯\n來到南大路麥當勞真的是傻爆眼\n每層樓的用餐區桌面髒到可以\n椅子上還有死掉的蒼蠅\n簡直是防疫到家（直接GG)\n地板到處都是垃圾 不知何物的屑屑\n這間店經理都沒看見嗎？！\n這樣讓客人怎麼安心用餐\n店內供應的速食品質真的能相信嗎？！\n求解？？？",
      "冰塊已 經客制了，結果冰塊比飲料多！\n今天還蠻冷的欸！無言\n餐點：4/5  |  服務：1/5  |  氣氛：2/5", "點餐這麼難 結帳這麼難 是要讓人等多久\n是服務業還是逃避業？", 
      "有一次外帶餐點有少，這次玉米湯玉米少的可憐🥲🥲🥲，希望能再用心一點\n\n202  230616:點了勁辣雞腿堡增加生菜，不要醬，結果一堆醬沒生菜，我就看南大店要出包幾次\n餐點：1/5  |  服務：1/5  |  氣氛：1/5", 
      "半夜想吃個宵夜，去買個雞塊到家發現沒給糖醋醬！\n在開玩笑嗎？重點外面還下雨！！\n誰會半夜冒著雨再出門只為了拿糖醋醬！\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "已經說了不要冰塊還給我加好加滿 在搞什麼飛機", 
      "1+1=50\n甜心卡\n後火車站很方便\n餐點：4/5  |  服務：4/5  |  氣氛：4/5", "機車中柱卡進水溝蓋拉不出來，兩個很好的男店員出來幫我解圍，真的是菩薩心腸👍👍👍\n餐點：5/5  |  服務：5/5  |  氣氛：5/5", 
      "想不到吃甚麼 就會來這邊看看\n有兩層樓\n一樓點餐區\n二樓為座位區\n有重新裝潢過 更舒適了一些\n\n比起食品路麥當勞\n這邊外送會比較快一些\n餐點：5/5  |  服務：4/5  |  氣氛：3/5",
      "每次點每次有問題耶為什麼都是南大路啊？能不能換別家送啊！一下這個沒給一下那個沒給連最基本的東西買了袋子還可以忘記給袋子？== 大薯還冷掉還給這樣的量是在騙嗎？真是讓人吐血\n餐點：1/5  |  服務：1/5  |  氣氛：1/5", 



      
      
     ]
  },
  {
    "name": "麥當勞-新竹經國二餐廳",
    "reviews": [
      "最怕同時有很多台車，\n排在得來速車道，\n就會佔用到馬路上的車道。\n\n雖然麥當勞提供不少台停車位，\n來了幾次都停不到車位。\n麥當勞外的經國路邊全是紅線，\n就會感到困擾。\n餐點：4/5  |  服務：4/5  |  氣氛：3/5\n\n建議的餐點\n豬肉蛋堡, 雙層牛肉吉士 堡餐 雞塊",
      "尖峰期外送等兩個小時我能體諒。\n但我就問麥當勞幾時要淘汰這種爛蓋子？\n封膜很難嗎？ 漏的餐點都是，搞屁？\n餐點 ：1/5  |  服務：1/5  |  氣氛：1/5", 
      "有空就會來吃，好停車，有得來速方便", "偶爾會來這家吃，今天最浮誇，點貝果堡送來豬肉滿福堡（抱歉我吃鍋邊素）\n，想說小事情就拿去櫃台換回正確的。\n回座位打開另一顆青蔬堡，一眼發現加蛋加起司的部分沒有看到第二顆蛋 ，只好再拿回櫃台，櫃台人員看了也沒發現加價購的蛋（起司融化看不出來幾片），櫃台拿去給後台人員，這時聽到後台很大聲罵罵咧咧的 說他沒有問題，打開漢堡才發現蛋掉到最裡面。發現是我們自己疏忽也有道歉，並沒有說要換一顆漢堡，誤會解除就行，雖然店員還是表示 漢堡被翻看過了還是需要報廢且換新漢堡給我們。\n事件雖小但感受挺多，並不是說一定要爭個對錯，只是想說吃個早餐怎麼事這麼多，如 果沒有聽到後台罵罵咧咧可能就這麼過去了，沒有想投訴就單純抒發，美好的一天，謝囉\n餐點：4/5  |  服務：1/5  |  氣氛：1/5",
      "2024/10/01 這小薯少成這樣不如不要給笑死\n\n2024/09/28早餐得來速點餐人員態度都有夠差，不管男女來好幾次都一樣，只是想吃個早餐但好像欠他們幾百萬。", "不是很理解為什麼你們員工來麥當勞上班\n還一定要開車來佔用顧客停車位= =？\n\n至少有2-3台都固定長時間在 停\n有夠扯\n餐點：2/5  |  服務：1/5  |  氣氛：1/5", 
      "真的希望能夠加強員工訓練\n認真覺得這次真的太誇張\n我習慣在歡樂送買你們的東西\n我都有加購袋子，有時候沒給就算了\n這次連鬆餅的果醬那些和加購袋子都沒給\n是要我吃原味鬆餅是嗎==", "劉O毅店員相當有耐心，即便點餐過程有一陣猶豫，絲毫沒有催促或提高語速，服務值得七顆星。\n取餐時，發現只有糖醋醬，隨口問能否換成蜂蜜芥末醬，被 本來在忙其他事情的女店員聽見，直接客氣的詢問是否要更換，當場就幫我換了。（其實是點餐時我自己沒有說清楚）\n此外，當天的餐點 非常好吃！全都是現炸的，風味也很好，尤其是椒麻辣味雞塊。\n餐點：5/5  |  服務：5/5  |  氣氛：5/5", 
      "品管太差了！大麥克少一片牛肉片，我需要為了20塊錢的牛肉片在爆熱的中午再騎車去找他換嗎？\n餐點：1/5  |  服務：1/5", 
      "得來速，前面2台車等了25分鐘，非 常喜歡，如果可以提供帳篷服務就更好了\n餐點：1/5  |  服務：1/5  |  氣氛：1/5", "爛到一個靠北 歡樂送不是永遠都停止供應\n就是 菜單上只會上下麥香魚可以點？\n深夜時段套餐也沒看過幾次\n然後半夜櫃檯永遠沒人要等老半天\n態度還tmd差\n以後只去西大店\n餐點：3/5  |  服務：1/5  |  氣氛：1/5", 
      "買熱奶 女店員臉~超臭 也沒問是否要糖包 之前在別家買 不問也會主動放湯包攪拌棒的 回家一看  啥都沒有~真是不愉快的經驗~\n餐點：5/5  |  服務：1/5  |  氣氛：2/5", 
      "大薯只有這樣，小薯多一點而已……\n餐點：1/5  |  服務：4/5  |  氣氛：4/5", "動作慢就算了！餐點還少給還少給兩樣！麥當勞素質這麼差？店員一直看點餐單還可以少給兩樣！麥當勞算是賺很多了所以沒差了就對了！\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "很無奈欸\n之前幾次買缺東缺西的。\n現在是難吃到爆\n早上買的漢堡燒焦。\n晚上買的漢堡也燒焦…………\n甚至還沒吃就聞到燒焦味。\n已經不便宜了，麻煩注意一下好不好！！\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "我能明白取餐口很多人不關窗戶\n但那彈簧也太緊了吧？有時候連玻璃都推不開\n三四個套餐 您們又不會提供袋子\n\n一隻手卡窗戶，一隻手取餐，蜘蛛人？\n還是章魚手？抱歉我是人類！\n改一個合理一點的彈簧吧？\n飲料倒了的話，您們還不是要重做？\n況 且，關不關窗也是員工本身要注意吧？\n跟員工說也都無視，傻眼\n服務：1/5",
      "就是麥當勞，但是一間看起來像是兒童用餐區的空間，有時候會有人在裡面補習，超級奇怪\n餐點：4/5  |  服務：4/5  |  氣氛：3/5\n\n建議的餐點\n麥香雞", "扯爆\n點雞塊就是要糖醋醬\n單買糖醋醬要錢，買6塊雞塊又沒給（故意還是有意）\n得來速就是要方便才進去買\n給了番茄醬不給糖醋醬\n\n超爛欸\n變相偷客人醬包（糖醋醬）去賣其他客人\n不完美的晚餐\n餐點：1/5  |  服務：1/5  |  氣氛：3/5\n\n建議的餐點\n雙層牛肉吉士堡餐 雞塊", 
      "服務人員非 常有禮貌，反應問題馬上處理，餐點品質也一直都很好，新竹幾間麥當勞中最喜歡這間。\n餐點：5/5  |  服務：5/5  |  氣氛：5/5", 


      
      
     ]
  },
  {
    "name": "麥當勞－新竹西大餐廳",
    "reviews": [
      "我是在7月24號颱風天的時候前往購買，那天人非常多，可能手忙腳亂吧，拿到的薯條超級難吃，而且都是碎掉的薯條，重點還非常少；另外麥克雞塊也是請看圖片，黑的跟什麼一樣，根本是炸過頭了，超級難吃的，硬到不行......\n\n不過還是很謝謝他們在颱風天有努力的為\n民眾服務～但餐點的品質真的有點糟糕啊～\n\n------------------------\n9/30有再次光臨，那天是購買兩個冰炫風，不知道是裡面都還是新人？還是當班的不熟指揮？我點了冰炫風竟然被擠到一半就放置在桌上長達4分鐘，無人理會，當終於拿到手時才發現，都融化了一半，店員因此擠個一段空白的冰淇淋上去，當下拿到真的非常傻眼，下面有圖......，我只能說裡面的員工根本手忙腳亂，完全沒有一定制度的 感覺，店長可能要在多加強輔導及訓練。\n餐點：2/5  |  服務：1/5  |  氣氛：3/5",
      "這家麥當勞偷工減料，非常不老實，我買的是現炸的大薯，結果份量少得可憐，已經不是第一次了，每次都這樣，看評論區也發現已經很多人評論反應過了，麥當勞西大店就是不改，然後冰 炫風也是少得可憐，真的偷得很兇，不知道這家麥當勞主管到底有沒有在上班？為何都不改善？真的非常差勁！\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "使用優惠卷，加ㄧ元多一件，回到家看到大薯的份量也太少了吧！！！\n餐點：1/5  |  服務：1/5  |  氣氛：1/5", "單點大薯的量這樣？！\n會不會太誇張啊\n根本中小薯了吧\n要不要乾脆把大薯這個選項移除掉好了\n看大家都拿到一樣的份量就知道不是 單一員工的問題了 而是被教育都要這樣裝\n難得到西大店買卻是這樣糟糕的體驗", 
      "現場點餐一直要客人去用點餐機\n但要用甜心卡就是要臨櫃點\n店員眼看著甜心卡拿在手上但就是不點餐\n點餐的時候還特地問店員甜心卡是不是只能臨櫃\n店員還回答是\n\n現場點餐雷就算了 ，叫uber eats外送\n蕈菇貝果來成蕃茄貝果\n但我自己太晚發現太晚反應，我認\n\n那我叫麥當勞歡樂送可以了吧\n結果不知道怎麼樣把我的餐和熊貓的餐搞混\n然後我的個資還跑去熊貓\n熊貓客服還打來指責我不取餐？？？\n可是我連熊貓的app都沒下載耶\n\n實在不知道還能怎麼在這家店用餐\n2024大家新年快樂，再見\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "這是大薯的份量？！ 未免太少了一點吧！看 到其他人的留言，可見我不是特例，做生意要誠實啊～拜託新竹西大店麥當勞的店長、店員及工讀生們，不要毀了市井小民的唯一小確幸！\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "吃起來是苦的！炸太酥？\n可以不要賣我這種嗎？快焦掉了！\n餐點：2/5  |  服務：2/5  |  氣氛：2/5", "這間麥當勞可以改名叫縮水麥當勞了\n叫了外送大薯 來了薯條只有一半（真的不誇張立起來就一半）\n打電話去餐廳表示可以再補送一份\n送達了打開還是只有一半 他們提倡0.5+0.5等於1的概念 完全是起毛子的問題\n後來查了評價發現我不是第一個受害者\n 餐點：1/5  |  服務：1/5  |  氣氛：3/5",
      "我能理解趕時間但可以不要放那麼少的香菇嗎🥲\n餐點：4/5  |  服務：3/5  |  氣氛：3/5",
      "跟汽車旅館配合，供應早餐，上午10:00之前來兌換，好吃！！\n餐點：4/5  |  服務：4/5  |  氣氛：4/5",
      "戶籍在外地的外甥女，每次來新竹最喜歡駐腳或者約見朋友之場所！幅員寬敞，停車位多，得來速車道也寬。\n餐點：3/5  |  服務：4/5  |  氣氛：4/5", 
      "第一次買到嚴重縮水的薯條🍟少了一半⋯⋯也太誇張了吧！！2包大薯+1包中薯⋯⋯這個量真的誇張！臨櫃只能結帳！不能點餐？？一堆員工在櫃檯像無頭蒼蠅⋯⋯瞎忙😓有其他客人詢問員工A是否有2入杯架盤⋯⋯員工B就靠過去問員工A：又在靠杯囉！！請問是都不能問是嗎？客人也只是問一句 ，也沒抱怨！餐廳員工的素質真的要好好教育！！\n餐點：1/5  |  服務：1/5  |  氣氛：1/5", 
      "買了4個套餐，飲料是玉米濃湯，有3杯的料大概是5-10顆玉米粒，有1杯的料卻是1/5滿，看不懂品質是怎麼管理的。拿餐時也不跟我說到齊或是重複餐點？再忙應該也要有基本的回 應吧！\n餐點：1/5  |  服務：1/5  |  氣氛：3/5", 
      "知道現在有可以讓顧客點餐的機器，但甜心卡就沒辦法一定要到櫃檯，明明我前面只有一個客人，但可能溝通問題所以點很久我理解，但點餐櫃檯有兩個，但我不懂為何知道後面等很久，穿著像主管級的店員卻寧願自動處理 後面已點好餐機器的客人，或者摸來摸去做別的事，重點點餐的完全是新人的樣子，難道不是優先處理後面排隊等很久的客人嗎？這點我無 法理解。", "請問一下店員有時間在那邊聊天 嫌東嫌西\n然後也不協助客人使用點餐機 只丟一句用後方的點餐機點餐就好了 那使用甜心卡要怎麼用機器操作？？ 這種服務請問是有受過訓練嗎\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "改裝之後變難吃了！薯條軟趴趴，漢 堡裡面的菜一點點，還有點餐也不會提醒說變成口頭叫號，因為裡面擠滿人只好到外面看螢幕等號碼，等了老半天進去問才說口頭叫號！\n 餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "深夜點Uber外送\n收到少一個原味腿排\n致電告知後\n立馬補送過來\n雖是忙中有誤\n但••• 事後立即處理•••服務和效率一級棒\n餐點：4/5  |  服務：5/5  |  氣氛：4/5\n\n建議的餐點\n麥香魚套餐", 
      "我訂購豬肉餐點卻是來牛 肉，已經有給予反應了，至今都未收到回覆原因，我不吃牛所以才點豬肉的。\n餐點：1/5", "玉米濃湯的玉米比沙拉裡面的玉米還少，麥當勞濃湯喝過最沒味道就你這間了，炸的東西還很乾，沒有一樣有及格",
      "在二樓用餐 旁邊在那邊搬東西用砸的 用丟的 吵死了 我還以為我 是在工地吃麥當勞🙄🙄有夠不尊重的。一顆星我都不想給這家麥當勞\n餐點：4/5  |  服務：3/5  |  氣氛：1/5",
      "點大薯只裝一半，大麥克說要用紙包不要酸黃瓜，結果用盒子裡面也有酸黃瓜，店要不要收一收爛到有剩", "現在的值班經理好好當喔！\n服務態度不佳就算還可 以質疑客人\n麥當勞的升遷考核會不會太隨便了\n還叫客人不要太兇那位經理你是不是要考慮一下\n再來我今天使用點數兌換餐點,我就問要怎麼去點餐機做兌換,所以我才會直接在櫃檯等候\n那位值班經理也太不耐煩了吧\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "我吃過最 軟最少的薯條的一家\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "薯條最好吃的一間麥當勞\n\n平常都點一般套餐，這次點了帕瑪森雞肉才想到要拍照🤣覺得帕瑪森的雞肉比牛肉好吃！\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "因為第一次嘗試買漢堡，才知道是牛肉，本身不吃牛，服務員也沒有特別提醒，這就算了！\n跟現場櫃檯人員說薯條要現炸，服務員說好但是要等，我說好沒關係，於是等一陣子，因 為是外帶，到家準備要吃的時候，發現根本不是現炸的，而且就算是現炸到家裡連餘溫都沒有，而且還是硬的！所以麥當勞的東西不是標榜 都是現炸的嗎？怎麼我要求現炸，給我的是冷的？還是櫃檯人員在敷衍我？但我們傻子嗎？\n再來漢堡裡面的生菜怎麼是快爛掉的？還是凍 傷的？難道出餐不用顧品質嗎？這樣也可以給客人吃？還是上班隨便應付等下班？品質有問題！", 


      
      
     ]
  },
  {
    "name": "麥當勞－新竹食品餐廳",
    "reviews": [
      "以眾多麥當勞來說算不錯品質的地方，蠻推薦的，包容力也還不錯，餐點控管大都有到位品質不錯，10/2*~10/28麥脆雞的部份品質有變化一點，需要注意原10月初的品質更不錯，可能差調味降低？但反吃出部份肉新鮮度跟前比降低感.\n241124晚上確認炸雞炸過頭問題，超乾硬外皮，另麥脆雞套餐加價格68沒比單點64的滑算，有數字嗎？？還有要瘋數字？\n241215剛點麥脆雞雖沒之前幾次有特別味，但多了傳統豬 身上腥臭味，尤其骨頭接縫處，可能要注意品質狀態.\n餐點：3/5  |  服務：4/5  |  氣氛：4/5",
      "花了600多塊\n吃那硬繃繃的麥脆雞跟雞塊\n到底放多久，還敢給消費者，有夠過分\n外送的大薯也常給很少，根本是小薯\n檸檬紅茶就你們家喝起來特別稀\n到底加了多少水稀 釋\n反應給熊貓還不給退款\n要消費者自己買單，惡劣\n好好的晚餐，被破壞了心情\n餐點：2/5",
      "用熊貓點餐拿到的大薯跟到門市買的小薯份量一樣？\n太扯了吧 價錢收比到門市買來得貴 拿到的商品確長這樣？\n餐點：1/5  |  服務：1/5  |  氣氛：1/5", 
      "中薯這樣的量😅 晚上大概9.去買的 真的謝謝😊\n補充一下 反應後店員態度十分友善\n餐點：1/5  |  服務：5/5  |  氣氛：5/5", 
      "新竹食品路與西大路 角邊，\n不算大的麥當勞。\n\n得來速是同一個出入口，\n開車時要小心注意！\n\n與其他去過的新竹縣市麥當勞\n得來速所呈現ㄇ字型，\n右進左出很不一樣。\n\n店員客氣，還送我夏季優惠卷。\n餐點：4/5  |  服務：4/5  |  氣氛：3/5", 
      "【備餐送錯】\n叫Uber 外送 結 果備餐可能貼錯餐點貼紙\n送錯東西\n希望下次協助多留意\n謝謝\n（還好Uber即時客服可以全額賠償…）\n餐點：3/5  |  服務：2/5", 
      " 無敵週滿福堡（加四塊雞塊無糖綠給錯餐）、看這對的包裝紙是對的，很大可能是人員的失誤加上沒確實檢查。\n餐點：2/5  |  服務：3/5  |  氣氛：4/5", 
      "附近停車一小時80以上，但對面全聯可以消費停一小時，還算方便。\n餐點出餐速度快，店內乾淨，點餐機不熟悉也有 店員幫忙，很棒的麥當勞。\n餐點：5/5  |  服務：5/5  |  氣氛：5/5\n\n建議的餐點\n薯條 麥克雞塊 玉米濃湯, 麥香魚堡", 
      "颱風過後菜很貴我理解，但放發黑快爛的菜就不對吧！\n餐點：2/5  |  服務：4/5  |  氣氛：4/5",
      "得來速餐點都沒有確認就送出來，少了漢堡跟陶瓷碗盤，可以確認好再送餐出來嗎？\n已經兩三次都這樣了\n餐點：2/5  |  服務：3/5  |  氣氛：4/5", 
      "最愛ㄉ麥當勞🍔\n薯條超讚  超肥超快樂\n二樓內用可能學生多 常常去臭臭的\n建議的餐點\n薯條 麥克雞塊 玉米濃湯, 死胖子套餐, 捲捲薯條",
      "這家麥當勞的得來速服務真是方便又高效！每次來都能快速點餐、取餐，完全不用下車，對於時間緊迫的日子來說太棒了。工作人員的態度非常友善，總是面帶 微笑，讓人感到愉快。\n\n食物的品質也一直保持得很好，無論是漢堡還是薯條，都熱騰騰且美味，份量也很足夠。每次訂單都準確無誤， 完全不用擔心點錯餐。\n\n總之，這裡的得來速讓用餐變得非常輕鬆，服務快速，推薦給所有想要快速享用美味麥當勞的人！\n\n這樣的評 價強調了得來速的便利性、食物品質以及服務態度，會讓其他顧客產生好感。\n餐點：5/5  |  服務：5/5  |  氣氛：5/5\n\n建議的餐點\n薯條 麥克雞塊 玉米濃湯, 肉桂捲",
      "去....全新竹最爛的店沒有之一。\n不同時期發生的事件。", "完全沒動 打開長這樣 這樣是大薯喔⋯⋯😢", 
      "這間麥當勞真棒 搖搖薯條大薯裝不到一半就算了 還連袋子都不給 請問要怎麼搖呢\n餐點：1/5  |  服務：1/5  |  氣氛：1/5", 
      "剛剛去買得來速 這大薯的份量 不知道是不是正常的 感覺買小薯比較划算", 
      "機車不知道該停哪好，車位不多也沒規劃好\n用餐區座位沒有外觀看起來的多，來的客人素質也微妙，不是一人佔四人桌位就是3人佔8人桌位，排場特別大\n內用時感覺薯條吃起來比別家油一點\n鱈魚 堡吃起來還有苦味\n服務也掉漆漏給東西\n體感上沒有別家麥當勞好吃氣氛也不喜歡。\n餐點：3/5  |  服務：3/5  |  氣氛：2/5", 
      "你看到的加點經典美式咖啡+10元並不是你以為的加點經典美式咖啡+10元！\n其實是我的中文邏輯不好，不了解店家表達的明白。\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "前往掃墓途中，路經此處，一家四口決定進來享用早餐！店面乾淨寬敞，一樓有身障親子廁所，二樓為一 般廁所，很貼心的設計！二樓整面的落地窗讓陽光可以透進來，可以看到外面的風光，整體感覺讓人很舒服，可以坐著發呆很久，但還是要 快快上路啦！購買早餐時還買了BT21甜心卡喔！猶豫要不要四張都收集？女兒說好啊！但我今天還是控制住了，只買了上面有我最喜歡的Koya的那張卡....（4/9）\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "我是喜歡麥當當的，但外送來的大薯條量都是這樣...已經不知道是 第幾次傻眼...\n2份大薯的照片是先前買大送大的餐點，有打電話去店裡，店員很客氣說可以下次免費多送一份，我也不想為難店員，聽說 麥當當制度很嚴格，擔心他會被扣錢，所以我說不用了，也沒留資料，\n但後面幾次叫的餐點份量依舊差不多都這樣，能改善一下嗎？能裝 滿大薯的盒子嗎...\n店員加油呀！出餐的幹部加油呀！",


      
      
     ]
  },

  
  {
    "name": "麥當勞-新竹交大餐廳",
    "reviews": [
      "呃 禮拜二早上\n我的火腿蛋堡沒有火腿\n雖然醬很好吃但也不能這樣啦\n餐點：1/5  |  服務：4/5  |  氣氛：4/5",
      "原先看這家的評論，有點擔心會真的只給半包薯條，不過實際點餐後，發現薯條正常，蜂蜜紅有蜂蜜，可以放心～餐點：5/5  |  服務：5/5  |  氣氛：5/5/5",
      "雖然沒有自助點餐機...服務也就多了點溫度！\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "想說怎麼這麼好打九折\n原來是份量打八折\n真會算啊",
      "今天早上去校園運動，離開前去外帶兩個火腿蛋堡套餐，結果現在回家打開來，發現兩個「火腿蛋堡」裡都沒有放火腿⋯⋯小孩心情很差，但又不想為了兩片火腿再跑一趟。一次就完成簡單的服務，不是最基本的工作嗎？餐點：2/5  |  服務：2/5  |  氣氛：3/5",
      "番茄嫩蛋貝果夾一塊薯餅\n吃完一整天都超完美😻",
      "Google Map上面寫營業到10. 結果7.38就只剩麥香雞、麥香魚🙃",
      "吃過就知道\n原來麥當勞還有分好吃和不好吃\n在這裡買薯條吃的時候都覺得還不錯\n吃過外面麥當勞之後才開始懷疑為什麼交大的薯條這麼難吃\n然後排隊像是在排救濟物資的人龍真的呱張\n餐點：1/5  |  服務：5/5  |  氣氛：3/5",
      "一個漢堡醬多到我要被鹹死，一樣的漢堡在這變超難吃\n餐點：1/5  |  服務：4/5  |  氣氛：4/5",
      "下午非用餐時段沒什麼人，服務態度都不錯，東西就很正常的麥當勞味道，整體來說不錯。學生證有打九折，還可以跟麥當勞報報app優惠一起用。",
      "吃了三年多，第一次碰到這種誇張狀況\n如果分量只是稍微少一點我還可以當自己運氣不好\n今天直接從中薯少到變成小薯是怎樣？\n員工素質堪慮......餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "今天我的單號是222。跟櫃檯點餐時說要外帶卻做成內用，開學前店內坐滿一堆學生，根本無法內用，叫號聽不到就算了，因為我是盯著我的外帶， 等了許久才發現取餐區放了一盤餐點，走過去看才發現是我的，前後等了將近20幾分鐘！向櫃檯的男服務生說我是外帶，才把我的餐點放好，還把我的餐巾紙收回去…跟他要支叉子在不高興嗎還是？ 你們忙我可以體諒、你們做錯要我去包容我也ok，但是我好聲好氣向你要支叉子一臉不情願，我詢問你兩次要叉子，當下不知道是真的沒聽見還是故意的，服務生才給、我沒欠你錢ok\n餐點：5/5  |  服務：1/5  |  氣氛：5",
      "早早關門，拿到餐點記得檢查！！！\n我點漢堡拿到12個雞塊醬，我還走回去跟他換\n用餐尖峰時段大概排30分鐘",
      "大麥克的肉排怎麼煎出一堆焦炭啊......一顆兩顆就算了，我吃到一半隨便挖都一大堆欸......",
      "號碼單壓在餐點底下整個蓋著叫我自己看號碼單取餐？人太多的時候還沒取餐 取餐號碼就會被按掉 要自己聽叫號\n餐點：5/5  |  服務：3/5  |  氣氛：3/5"
      "名字叫「番茄」嫩蛋 結果打開來長這樣笑死了 浪費錢",
      "比清大的麥當勞更讚，有自己獨立的用餐空間（雖然不是很大）、取餐有電子螢幕叫號，出示交大學生證還可以打9折。從北校門步行約10分鐘可以走到這裡",
      "中午12點下課後會有很多人，學生證可以當甜心卡，很划算",
      "剛好遇到消防演習前，好險買的到，原來麥當勞還有要賣咖啡的壓力，大家可以喝喝看吧，卡布奶泡滿綿密的，只是咖啡量偏少。\n然後大方吐司也太大了吧，飽足感十足",
      "今天買的吉士漢堡裡面的肉是硬的，根本沒熟還有點發臭⋯⋯要趕下班也不能這樣吧"

      
      
     ]
  },
  {
    "name": "麥當勞-新竹清大餐廳",
    "reviews": [
      "我用2800點兌換的大麥克只有一片肉？這真的只能給一星好評🥲\n麥當勞是當今全球規模最大的速食連鎖企業[10]，截至2021年，每天在100多個國家[11]的40,000多個門市為超過6,900萬名顧客提供服務。[12][13] 麥當勞以其漢堡和炸薯條聞名，儘管其菜單還包括雞肉、魚、水果和沙拉等其他食品。該企業最暢銷的產品是炸薯條，其次是大麥克漢堡。[14] 麥當勞公司的收入來自加盟連鎖商支付的租金和加盟金等，以及公司經營的餐廳的銷售額。麥當勞是世界第二大私人雇主，擁有170萬名員工（僅次於沃爾瑪的230萬名員工），其中大多數在加盟連鎖分店。餐點：1/5  |  服務：4/5  |  氣氛：3/5",
      "位在清大小吃部最內側，生意超級好，但服務速度挺快的！餐點：5/5  |  服務：5/5  |  氣氛：5/5\n建議的餐點\n薯條",
      "學校內能吃到麥當勞就是舒服\n雙層麥香魚誠意滿滿\n薯餅柳橙汁特餐滿足感爆表\n餐點：5/5  |  服務：5/5  |  氣氛：4/",
      "最近麥當勞整體服務流程越來越糟，都提早按掉顯示取餐燈號，甚至還沒做好就點掉，導致我的一個滿福堡直接忘記做，浪費了十分鐘，我過去問有沒有在做，才馬上重新補做，然後只花了一分鐘，給餐的時候甚至沒有任何道歉，是麥當勞賺太多錢所以不用管了嗎，從獵人事件來看是確實。\n餐點：2/5  |  服務：1/5  |  氣氛：1/5",
      "雪碧有免費加料服務。事後店家有補償了。\n餐點：1/5  |  服務：5/5",
      "靠 捲捲薯條是被偷吃過是不是 在檯子上明明看起來就很多 是不是偷倒餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "不是 哥們 我都說不要醬三次漢堡還是給我醬 傻眼了 點餐人員能不能用心點\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "小孩排隊的時候鬧情緒哭個不停，沒想到天使店經理出來安慰孩子，還送小禮物🫶 真的給5顆星也不夠\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "忘記給我沙拉就算了，回去跟他要還給我縮水版本，期末就已經跟可憐了還要被新竹名店搞。\n我知道你們沙拉本來就不多但你們加檸檬紅茶賣我70欸，含淚血賺我40是不是，40可以買旁邊的珍珠奶茶還有剩。\n如果沙拉真的沒了可以跟我說沒了我可以點薯條，就那麼一點菜是怎樣，準備過程被蟲啃光？？？\n我一直懷疑自己是不是錯覺，有沒有誤會你們，不要讓我再期末內耗好不好我已經夠懷疑人生了，我要破防了，我要因為幾片看起來超不新鮮的菜葉破大防了真的。\n如果我誤會了我會重新留評論，然後我不知道怎麼放照片，就真的很少\n而且出餐速度超慢。",
      "今天10:25左右買了蕈菇嫩蛋貝果堡\n咬兩口吃掉番茄之後覺得哪邊好像怪怪的\n才發現裡面根本沒有任何蕈菇 但早餐已賣完應該是無法反映了",
      "今天薯條沒撒到鹽，給個一星爽一下😡餐點：1/5  |  服務：5/5  |  氣氛：5/5",
      "如果營業時間寫早上7點的話，應該不是7點開始備料吧？坐在旁邊等了半小時都沒開，大概有6～7個人都等到受不了跑去買7-11或瑞斯了\n服務：1/5  |  氣氛：1/5",
      "餐點時常上錯，點奶茶給紅茶，點蕈菇沒蕈菇。\n餐點：2/5  |  服務：3/5  |  氣氛：3/5",
      "第二次晚餐時段路過，一樣點餐人龍長。有13個客人待點餐，只開一個點餐櫃檯，面板顯示，等餐的人少。學生的時間就不是時間嗎？是要省人力成本還是管理有問題？\n---------------\n\n開店時間很隨性，今天超過7：10才開。",
      "交大麥當勞點什麼都打九折，這裡只有單點，清大都當盤子\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "這裡大概販售全台最難吃的薯條\n不是太鹹就是沒鹽巴\n看圖片，一個鹽巴顆粒都沒\n而且又乾又硬 吃起來跟放3小時的薯條一樣\n欣慰的是還是吃得出來是薯條\n希望品質能穩定一點\n午餐這真的是枯燥的研究生活中為數不多小確幸",
      "用餐時間會排很長，學校證件可以當甜心卡用，信用卡，line pay 都可以使用",
      "開學後就變得手忙腳亂，吉士蛋堡裡面一堆蛋殼\n餐點：3/5  |  服務：3/5  |  氣氛：3/5",
      "跟其他校園餐廳一起，散散步騎騎腳踏車，累了餓了可以到這裡來 ~~",
      "點了大薯跟麥克雞塊\n這個份量很明顯不是大薯吧\n糖醋醬還可以丟在薯條裡面？！\n已經不是第一次發生了"
      
      
      
     ]
  },
  {
    "name": "麥當勞-新竹大潤發餐廳",
    "reviews": [
      "雙層牛肉堡直接變單層？？上次也是這樣 品管很有問題\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "生意很好的麥當勞，然後沒有廁所是缺點，常常座位都坐滿了沒位子😅\n餐點：4/5  |  服務：4/5  |  氣氛：3/5",
      "2024/8/26 13:57:11\n在此買雙層牛套餐，加點6塊雞塊59元，到家開開心心準備享用午餐，一打開只有四塊？\n加點4塊雞塊是45元，員工是想幫公司省14元嗎？我相信廚房都有監視器，可以去調閱我說的那個時間那個崗位的員工把雞塊放進盒子裡的時候是放幾塊，我對我自己的評價負責！\n還有當下我糖醋醬想換芥末蜂蜜醬，用丟的丟進我紙袋裡幹嘛？", 
      "點餐人員點餐時不專心，讓我一直重覆餐點！\n點餐內容與實際不符，點麥脆雞腿辣味來原味，連薯條都變短的居多！\n餐點：1/5  |  服務：1/5  |  氣氛：2/5\n建議的餐點\n外帶炸雞沙拉加十塊雞\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "真希望麥當勞能把不販售或是已售完新品的店家清單列出，省的白跑\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "很少來這家門市的麥當勞，一進店想自助點餐，結果居然沒有自助點餐機，人工點餐也沒有螢幕可以看著確認餐廳，是店員一項一項口述的，這樣點餐真的超級慢⋯\n有些人就是不知道自己要吃什麼支支吾吾的，自助點餐機就可以避免遇到這些人😁\n出餐速度有待加強，點餐到拿到餐點大概等了10分鐘，慢慢做就算了，人說慢工出細活嘛，結果我終於拿到餐點要開門的時候被叫住，多裝了一個漢堡給我😊\n啊⋯總之，加油啊💪🏻\n餐點：3/5  |  服務：2/5  |  氣氛：2/5",
      "我是店裡常客，有一個很像89妹的女店員有一次在點餐時直接罵我髒話我超級傻眼，只因為她不知道大蛋捲冰淇淋以前叫做孔雀冰淇淋🙄就可以直接對客人罵「靠北」？服務態度也可以再差一點\n服務：1/5",
      "麥當勞以其豐富多樣的美食選擇和獨特的口味，贏得了無數食客的青睞。從經典的巨無霸漢堡到香脆可口的麥香雞，每一款餐點都經過精心調配，讓人回味無窮。麥當勞的薯條更是許多人的最愛，金黃酥脆，口感絕佳，每一口都能帶來滿足感。\n除了經典產品，麥當勞不斷推陳出新，推出各種季節限定和地區特色的美食，讓顧客每次光顧都有新驚喜。無論是特製的漢堡、獨特的甜點，還是各式飲品，麥當勞總能帶來新的味覺享受。\n麥當勞還特別注重用餐體驗，店內的環境舒適且富有現代感，是親朋好友聚會或獨自小憩的好地方。\n 對於忙碌的現代人來說，麥當勞不僅僅是一個快餐選擇，更是一個能夠提供溫暖和愉悅的地方。在這裡，熟悉的味道和貼心的服務，讓每一餐都充滿幸福感。無論何時何地，麥當勞始終是那個能讓人微笑的美食天堂。\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "冰隔壁放熱飲 回到家冰都融化了 路程沒有很遠 這種天氣冰也不太可能融化水水的\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "早上時段去買 員工人數少 光是點餐就等很久\n店經理還邊做事邊唸員工\n尖峰時段可以麻煩想辦法先消耗人流嗎\n邊唸不會做比較快\n餐點：4/5  |  服務：1/5  |  氣氛：1/5",
      "新竹美食\n麥當當當之無愧，漢堡裡的番茄醬，每次買好像都是用了生命再擠一樣的滿溢，這家難得還有真人點餐，很感動！\n但改版後的麥當勞app 實在難用到令人髮指啊。",
      "一到櫃檯 江先生就很熱情的問候早安 在點餐時 所有要加購的品項 都會用手指引到相應的菜單位置\n久久吃一次麥當勞早餐 明明很不熟悉早餐的品項\n卻在兩分鐘內完成點餐、結帳動作\n連刷載具跟Apple pay 江先生都會特別指一下位置非常棒的服務 謝謝❤️❤️❤️\n餐點：5/5  |  服務：5/5  |  氣氛：5/5",
      "每次取餐都會少東西，是一定要給人罵是嗎？還是這家店根本員工都不用教育訓練？還是店經理允許可以隨便做，錢有收就好？還是要罵到總公司才會改進？餐點：3/5  |  服務：1/5  |  氣氛：2/5",
      "位於新竹湳雅街大潤發內的一家速食餐廳，當天外帶了1+1的法式芥末香雞堡和檸檬紅茶，跟APP的優惠卷大薯買一送一，還有點了勁辣雞腿堡套餐，\n 餐點好吃、環境衛生、服務人員優良。",
      "這個中薯量，員工教育訓練不佳呀\n餐點：1/5  |  服務：1/5  |  氣氛：1/5",
      "連✌️次點➕生菜都變沒生菜🥬🥬，我是什麼很賤的人嗎🥹🥹？難道每次外帶🥡都要先在櫃檯💁把🍔拆開🤲才能確保自己有🥬吃嗎？我是什麼很賤的人嗎😅🥹？連吃菜的權利都被無情剝奪👯‍♀️👯‍♀️，我是什麼很賤的的人嗎👁️👄👁️？麥當勞我們無冤無仇你究竟為何這般事事針對🥀🥀？還是這是一種無差別攻擊😭🩸🩸很好，我的心都碎了💔你成功了。。。。可是那對你又有什麼好處呢💔⋯⋯⋯⋯",
      "用餐時間都很多人\n來隻冰淇淋還沒吃完就拿到餐了🤣餐點：5/5  |  服務：5/5  |  氣氛：4/5",
      "傳統方式點餐，但是要在旁邊等餐點，因在賣場內，所以環境就一般般！\n餐點：4/5  |  服務：4/5  |  氣氛：3/5建議的餐點\n無敵豬肉滿福堡",
      "地點好，停車便。無自助點餐機，但排隊動線流暢，點取餐效率佳！\n餐點：5/5  |  服務：5/5  |  氣氛：5/5\n\n車位很多停車位\n\n附近的停車場\n免費停車場\n\n無障礙設施\n位於賣場一樓，無須上樓入內即有用餐座位，空間寬敞，十分推薦！",
      "連鎖餐廳的外帶包裝，一打開看到沾附了類似辣椒還是番茄籽，很噁心，有點擔心食品安全\n另外，這間店多次先把薯條裝好等著客人來，軟掉冷掉的薯條是常態，如果要吃現炸請三思"
      
      
      
      
      
     ]
  },
  
]